/*
 Navicat Premium Data Transfer

 Source Server         : 101.43.247.15
 Source Server Type    : MySQL
 Source Server Version : 80028
 Source Host           : 101.43.247.15:3060
 Source Schema         : yomi

 Target Server Type    : MySQL
 Target Server Version : 80028
 File Encoding         : 65001

 Date: 12/08/2022 11:10:54
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
--         CREATE  DATABASE
-- ----------------------------
CREATE  DATABASE  IF NOT  EXISTS yomi;

USE yomi;
-- ----------------------------
-- Table structure for ideafeedback
-- ----------------------------
DROP TABLE IF EXISTS  ideafeedback ;
CREATE TABLE  ideafeedback   (
   feedback_id  int(0) NOT NULL AUTO_INCREMENT COMMENT 'id',
   idea  varchar(500) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  PRIMARY KEY ( feedback_id ) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 43 CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ideafeedback
-- ----------------------------
INSERT INTO  ideafeedback  VALUES (26, '133131', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (27, '123', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (28, '张三李', '1528184056628502529');
INSERT INTO  ideafeedback  VALUES (29, '张三李', '1528184056628502529');
INSERT INTO  ideafeedback  VALUES (30, '意见提交', '1528184056628502529');
INSERT INTO  ideafeedback  VALUES (31, '142421', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (32, '机刷卡机ask立即离开', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (33, '你好', '1527967566469914625');
INSERT INTO  ideafeedback  VALUES (34, '你好', '1527967566469914625');
INSERT INTO  ideafeedback  VALUES (35, '23423', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (36, '4124124', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (37, '1212', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (38, '海关监管和进口', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (39, '123421', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (40, '你好呀', '1527967900697223169');
INSERT INTO  ideafeedback  VALUES (41, '的德文', '1529288402074144769');
INSERT INTO  ideafeedback  VALUES (42, '桔子酒店那你多喝水呢好的好像不对吧都会被好的好的好的呵呵u都好像你的看看我爸防病毒插画人机对话发货备付金飞虎队杜很多很多好几万你的荷荷巴大货车过户入场日孙凯新坚韧不拔都会如大话腐女刚收到货发红包i肚饿好好的寂静喜欢人不接受反驳呢就承认不承认好吃不别人家的学校还溶解度回到家诶电话方便如发货人&都会被u低呵呵呵', '1529288402074144769');

-- ----------------------------
-- Table structure for record
-- ----------------------------
DROP TABLE IF EXISTS  record ;
CREATE TABLE  record   (
   record_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '操作记录id',
   title  varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '模块标题',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '用户id',
   id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '操作的id',
   method  varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '使用的那个方法',
   request_method  varchar(10) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '请求类型',
   oper_ip  varchar(128) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '当前使用的ip',
   oper_param  varchar(2000) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '请求的参数',
   json_result  varchar(2000) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '返回的参数',
   error_msg  varchar(2000) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '异常信息',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY ( record_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of record
-- ----------------------------

-- ----------------------------
-- Table structure for ym_article
-- ----------------------------
DROP TABLE IF EXISTS  ym_article ;
CREATE TABLE  ym_article   (
   article_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '文章id',
   is_deleted  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '删除状态 0 1',
   title  varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '标题',
   content  longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '正文',
   special  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '特殊文章，0是正常文章，1是特殊文章',
   comment_num  int(0) NULL DEFAULT 0 COMMENT '评论数',
   views_num  int(0) NULL DEFAULT 0 COMMENT '浏览量',
   share_num  int(0) NULL DEFAULT 0 COMMENT '转发数',
   like_num  int(0) NULL DEFAULT 0 COMMENT '点赞数',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '创建时间',
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY ( article_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_article
-- ----------------------------
INSERT INTO  ym_article  VALUES ('1527971314499969026', '0', '哈哈哈哈', '123456789', '0', 0, 0, 0, 0, '1653131724369', '1653131724369');
INSERT INTO  ym_article  VALUES ('1527972526133731329', '0', '哈哈哈哈1', '123456789', '0', 0, 0, 0, 0, '1653132013244', '1653132013244');
INSERT INTO  ym_article  VALUES ('1528204260934803457', '0', '三七呀', ' 1', '0', 0, 7, 0, 0, '1653187263127', '1653288780021');
INSERT INTO  ym_article  VALUES ('1528204550325002242', '0', '是河软的夏天呀', '美好的一天', '0', 2, 6, 0, 1, '1653187332123', '1653190140019');
INSERT INTO  ym_article  VALUES ('1528244672428802049', '0', '许诺接口没问题', '发布和上传图片都没问题呀', '0', 0, 12, 0, 2, '1653196897979', '1653273480022');
INSERT INTO  ym_article  VALUES ('1528248892016156673', '0', 'ererfere', 'ererferferf', '0', 0, 2, 0, 1, '1653197904005', '1653201780030');
INSERT INTO  ym_article  VALUES ('1528265257607344130', '0', '12345678', '1234567', '0', 1, 5, 0, 1, '1653201805867', '1653209460017');
INSERT INTO  ym_article  VALUES ('1528305060935741442', '0', '可爱小宝贝', '这是一个可爱的小宝贝', '0', 0, 11, 0, 1, '1653211295720', '1653267120018');
INSERT INTO  ym_article  VALUES ('1528305527413649409', '0', '美好的日子', '520呀520', '0', 0, 1, 0, 1, '1653211406937', '1653267120018');
INSERT INTO  ym_article  VALUES ('1528305627053535233', '0', '1', '1', '0', 0, 5, 0, 0, '1653211430692', '1653289380019');
INSERT INTO  ym_article  VALUES ('1528305855504691202', '0', '美好的一天', '21315', '0', 0, 10, 0, 0, '1653211485160', '1653274140018');
INSERT INTO  ym_article  VALUES ('1528306117757743106', '0', 'gggg', 'kkkk', '0', 1, 7, 0, 2, '1653211547686', '1653273540022');
INSERT INTO  ym_article  VALUES ('1528348115357138946', '0', '忆往昔', '怀念和表哥一起抓羊的日子了', '0', 4, 32, 0, 1, '1653221560693', '1653291480020');
INSERT INTO  ym_article  VALUES ('1528348316864086018', '0', '快找出马戈尼亚的弱点', '大雾来了', '0', 0, 6, 0, 2, '1653221608737', '1653273360011');
INSERT INTO  ym_article  VALUES ('1528348540835725314', '0', '接口改好了，快发布文章吧555', '害', '0', 25, 73, 0, 1, '1653221662135', '1653273660017');
INSERT INTO  ym_article  VALUES ('1528536040254476289', '0', '罢了', '途游', '0', 1, 26, 0, 3, '1653266365484', '1653871680017');
INSERT INTO  ym_article  VALUES ('1528571464771440641', '0', '是河软的夏天呀', '少年与爱永不老去，即便披荆斩棘，丢失怒马鲜衣。——莫峻', '0', 12, 30, 0, 0, '1653274811343', '1653293820011');
INSERT INTO  ym_article  VALUES ('1528643534393999361', '0', 'hahhahahaha', 'hahahhahahahaha', '0', 0, 0, 0, 0, '1653291994081', '1653291994081');
INSERT INTO  ym_article  VALUES ('1528643809057996801', '0', '111', '111', '0', 0, 2, 0, 0, '1653292059566', '1653292059566');
INSERT INTO  ym_article  VALUES ('1528643945620340738', '0', '111', '额', '0', 0, 2, 0, 0, '1653292092124', '1653292092124');
INSERT INTO  ym_article  VALUES ('1528644284188753921', '0', '我自横刀向天笑', '我自横刀向天笑', '0', 0, 4, 0, 0, '1653292172845', '1653292172845');
INSERT INTO  ym_article  VALUES ('1528644797416374273', '0', '高质量文案', ' 少年与爱永不老去，即便披荆斩棘，丢失怒马鲜衣。——莫峻', '0', 0, 2, 0, 0, '1653292295209', '1653292295209');
INSERT INTO  ym_article  VALUES ('1528644951057924098', '0', '高质量文案', '少年与爱永不老去，即便披荆斩棘，丢失怒马鲜衣。——莫峻', '0', 0, 1, 0, 0, '1653292331840', '1653292331840');
INSERT INTO  ym_article  VALUES ('1528645089696448514', '0', '高质量文案', '少年与爱永不老去，即便披荆斩棘，丢失怒马鲜衣。——莫峻', '0', 0, 2, 0, 1, '1653292364894', '1653292500020');
INSERT INTO  ym_article  VALUES ('1528645220483235842', '0', 'over', '111', '0', 0, 3, 0, 1, '1653292396075', '1653292500020');
INSERT INTO  ym_article  VALUES ('1528650358207840258', '0', '我自横刀向天笑', '我自横刀向天笑', '0', 4, 60, 0, 2, '1653293621004', '1654570142112');
INSERT INTO  ym_article  VALUES ('1528651482595885057', '0', '智者不入爱河，铁锅只炖大鹅。', '奥利给', '0', 0, 4, 0, 0, '1653293889080', '1653293889080');
INSERT INTO  ym_article  VALUES ('1528651937648508929', '0', '永远积极向上，永远热泪盈眶。', ' 1', '0', 0, 4, 0, 0, '1653293997573', '1653293997573');
INSERT INTO  ym_article  VALUES ('1528662130469928961', '0', '111', '发广告', '0', 0, 6, 0, 1, '1653296427731', '1653306540026');
INSERT INTO  ym_article  VALUES ('1528662703806119938', '0', '十几岁', '时间就是', '0', 0, 6, 0, 0, '1653296564425', '1653306540026');
INSERT INTO  ym_article  VALUES ('1528706676566364162', '0', '我的青春', '希望自己是一颗星，如果会发光，就不必再惧怕黑暗，正如自己积极变好，很多烦恼便会烟消云散。', '0', 0, 1, 0, 0, '1653307048348', '1653307048348');
INSERT INTO  ym_article  VALUES ('1528706960424275970', '0', '我的青春', '希望自己是一颗星，如果会发光，就不必再惧怕黑暗，正如自己积极变好，很多烦恼便会烟消云散。', '0', 0, 0, 0, 0, '1653307116025', '1653307116025');
INSERT INTO  ym_article  VALUES ('1528707227932790785', '0', '我的青春', '希望自己是一颗星，如果会发光，就不必再惧怕黑暗，正如自己积极变好，很多烦恼便会烟消云散。', '0', 1, 8, 0, 0, '1653307179804', '1653307179804');
INSERT INTO  ym_article  VALUES ('1528708658014294017', '0', '学到秃', '阿巴阿巴', '0', 0, 2, 0, 0, '1653307520762', '1653307520762');
INSERT INTO  ym_article  VALUES ('1528720923300040705', '0', '别删我', '别删我', '0', 59, 62, 0, 2, '1653310445034', '1654560660032');
INSERT INTO  ym_article  VALUES ('1529068543633592322', '0', '大厅烦人', '测测', '0', 0, 0, 0, 0, '1653393324179', '1653393324179');
INSERT INTO  ym_article  VALUES ('1529070111158243329', '0', '123', '123', '0', 0, 1, 0, 0, '1653393697907', '1653393697907');
INSERT INTO  ym_article  VALUES ('1529070296445816834', '0', '二臂王增辉', '脑干缺失', '0', 0, 4, 0, 2, '1653393742082', '1654819980032');
INSERT INTO  ym_article  VALUES ('1529070461890138114', '0', '呜呜呜呜呜', '呜呜呜呜呜', '0', 0, 3, 0, 0, '1653393781527', '1653393781527');
INSERT INTO  ym_article  VALUES ('1529262524011188225', '0', '2022-05-25', '123', '0', 0, 3, 0, 0, '1653439572705', '1653439572705');
INSERT INTO  ym_article  VALUES ('1529291079956893697', '0', '张亮涛煞笔', '哈哈哈哈哈他就是', '0', 1, 5, 0, 1, '1653446380973', '1653446460706');
INSERT INTO  ym_article  VALUES ('1529291338451849218', '0', '我要出一个超好用的床桌', '这块桌子它是宿舍里最稳的一种桌子，可以固定到床尾，平时打游戏，化妆，吃饭都非常的舒服，我在下面放几个图片给大家看看实品图', '0', 0, 8, 0, 0, '1653446442603', '1653446442603');
INSERT INTO  ym_article  VALUES ('1529291953823354882', '0', '呜呜呜', '呜呜呜', '0', 0, 0, 0, 0, '1653446589319', '1653446589319');
INSERT INTO  ym_article  VALUES ('1529294150632017921', '0', '远赴人间惊鸿宴', '河软美景', '0', 0, 5, 0, 1, '1653447113079', '1653447180121');
INSERT INTO  ym_article  VALUES ('1529294174564716546', '0', '大鱼海棠', '这短短的一生，我们最终都会失去，你不放大胆一点，爱一个人，攀一座山。', '0', 0, 18, 0, 1, '1653447118786', '1655865360025');
INSERT INTO  ym_article  VALUES ('1529294182038966274', '0', '我要出一个超好用的床桌', '这个桌子它是宿舍里最稳的战神，可以固定到床尾，平时打游戏 化妆，吃饭都非常的舒服，我在上面放几个图片供大家参考购买，低价出哦', '0', 0, 2, 0, 0, '1653447120567', '1653447120567');
INSERT INTO  ym_article  VALUES ('1529294388579078145', '0', '大鱼', '“南冥有花，其名为椿，椿去湫来，海棠花开，椿还鲲命，谁还湫情”', '0', 2, 53, 0, 4, '1653447169810', '1656643200019');
INSERT INTO  ym_article  VALUES ('1529296010482880514', '0', '测试上传图片数量bug', '牛比', '0', 0, 1, 0, 0, '1653447556502', '1653447556502');
INSERT INTO  ym_article  VALUES ('1529296459491512321', '0', '？？', '？？', '0', 0, 2, 0, 0, '1653447663554', '1653447663554');
INSERT INTO  ym_article  VALUES ('1529298915801763841', '0', 'a', 'a', '0', 0, 1, 0, 0, '1653448249184', '1653448249184');
INSERT INTO  ym_article  VALUES ('1529301047321890818', '0', '我要出一个超好用的床桌-旧九 可拆卸', '这块桌子可称为宿舍里最稳的一款桌子，可以固定到床尾 平时打游戏 化妆 吃饭 都非常的舒服 我可以放几个图片给大家看看，低价出哦！', '0', 58, 110, 0, 3, '1653448757378', '1658367540019');
INSERT INTO  ym_article  VALUES ('1529321590637006850', '0', '怀念和表哥一起抓羊的日子了', '。', '0', 2, 4, 0, 1, '1653453655286', '1654560660033');
INSERT INTO  ym_article  VALUES ('1529321775496761345', '0', '昨晚梦到和姆巴佩踢球了', '。', '0', 0, 6, 0, 2, '1653453699360', '1653879780020');
INSERT INTO  ym_article  VALUES ('1529322769181904897', '0', '羽毛球滴滴~', '体育馆三楼有没有约球的！', '0', 3, 12, 0, 4, '1653453936273', '1655084100029');
INSERT INTO  ym_article  VALUES ('1529323077064790017', '0', '好想游泳啊！', '解封去游泳5555555555', '0', 6, 64, 0, 4, '1653454009678', '1655196840025');
INSERT INTO  ym_article  VALUES ('1529385611658596354', '0', '这谁啊', '谁啊这么沙雕', '0', 0, 1, 0, 0, '1653468919087', '1653468919087');
INSERT INTO  ym_article  VALUES ('1529646205833916418', '0', '我在想事情', '不知道接口怎么写没思路！', '0', 3, 43, 0, 3, '1653531049582', '1658367480020');
INSERT INTO  ym_article  VALUES ('1529653890113417218', '0', '头昏眼花大v', '哈哈哈', '0', 3, 5, 0, 0, '1653532881655', '1653532881655');
INSERT INTO  ym_article  VALUES ('1529739664020246530', '0', '41241', '2144221', '0', 3, 9, 0, 0, '1653553331748', '1653554280012');
INSERT INTO  ym_article  VALUES ('1529744669330673665', '0', '。。。', '。。。。', '0', 0, 1, 0, 0, '1653554525107', '1653554525107');
INSERT INTO  ym_article  VALUES ('1529744934867865602', '0', '哈哈哈', '哈哈哈', '0', 0, 3, 0, 0, '1653554588417', '1653554588417');
INSERT INTO  ym_article  VALUES ('1529745064643825666', '0', '滴滴', '。。。', '0', 0, 4, 0, 0, '1653554619357', '1653554619357');
INSERT INTO  ym_article  VALUES ('1529752118389411841', '0', '21412', '124241', '0', 0, 0, 0, 0, '1653556301101', '1653556301101');
INSERT INTO  ym_article  VALUES ('1529752194725744641', '0', '241412', '241421', '0', 1, 4, 0, 0, '1653556319301', '1653556319301');
INSERT INTO  ym_article  VALUES ('1529795017185464322', '0', '今日分享', '情侣头像', '0', -4, 35, 0, 7, '1653566528971', '1655169540037');
INSERT INTO  ym_article  VALUES ('1529804082431168514', '0', '1', '1', '0', 0, 0, 0, 0, '1653568690294', '1653568690294');
INSERT INTO  ym_article  VALUES ('1529804311419195394', '0', '王增辉每日运动', '头部运动:下头\n颈部运动:有请潘周聃\n手部运动:拳头硬了\n臀部运动:笑拉了\n脚部运动:抠魔法城堡\n全身运动:退 退 退！', '0', 3, 31, 0, 1, '1653568744889', '1655201820017');
INSERT INTO  ym_article  VALUES ('1529979132778156033', '0', '《龙猫》', '宫崎骏动画 - 《龙猫》，80年代的动漫作品，宫崎骏老爷子制作的动漫每一部都能打动人心 #龙猫 #宫崎骏动漫 龙猫高清壁纸', '0', 10, 48, 0, 1, '1653610425549', '1656643200019');
INSERT INTO  ym_article  VALUES ('1530021003604811777', '0', '运动服套装女夏季', '2022年新款港味复古chic短袖短裤休闲时尚两件套', '0', 25, 76, 0, 3, '1653620408333', '1655201820018');
INSERT INTO  ym_article  VALUES ('1530108697395617794', '0', 'iiuiji', 'iuiuiuiuyiuiui', '0', 0, 1, 0, 0, '1653641316161', '1653641316161');
INSERT INTO  ym_article  VALUES ('1530109067639414785', '0', 'aaa', 'aaaa', '0', 0, 1, 0, 0, '1653641404434', '1653641404434');
INSERT INTO  ym_article  VALUES ('1530379736621015042', '0', '王增辉怎么把图片改的奇奇怪怪的', '奇怪吧', '0', 4, 56, 0, 3, '1653705936949', '1653910380012');
INSERT INTO  ym_article  VALUES ('1531069861382356994', '0', '好消息！好消息', '今日消息六月底', '0', 0, 0, 0, 0, '1653870475514', '1653870475514');
INSERT INTO  ym_article  VALUES ('1531091935127769089', '0', '测试文章', '支持 base64 格式图片。\n支持网络路径图片。\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\n使用本地路径背景图片需注意：\n为方便开发者，在背景图片小于 40kb 时，uni-app 编译到不支持本地背景图的平台时，会自动将其转化为 base64 格式；\n图片大于等于 40kb，会有性能问题，不建议使用太大的背景图，如开发者必须使用，则需自己将其转换为 base64 格式使用，或将其挪到服务器上，从网络地址引用。\n本地背景图片的引用路径推荐使用以 ~@ 开头的绝对路径。支持 base64 格式图片。\n支持网络路径图片。\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\n使用本地路径背景图片需注意：\n为方便开发者，在背景图片小于 40kb 时，uni-app 编译到不支持本地背景图的平台时，会自动将其转化为 base64 格式；\n图片大于等于 40kb，会有性能问题，不建议使用太大的背景图，如开发者必须使用，则需自己将其转换为 base64 格式使用，或将其挪到服务器上，从支持 base64 格式图片。\n支持网络路径图片。\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\n使用本地路径背景图片需注意：\n为方便开发者，在背景图片小于 40kb 时，uni-app 编译到不支持本地背景图的平台时，会自动将其转化为 base64 格式；\n图片大于等于 40kb，会有性能问题，不建议使用太大的背景图，如开发者必须使用，则需自己将其转换为 base64 格式使用，或将其挪到服务器上，从网络地址引用。\n本地背景图片的引用路径推荐使用以 ~@ 开头的绝对路径。', '0', 0, 1, 0, 0, '1653875738304', '1653875738304');
INSERT INTO  ym_article  VALUES ('1531092596187828226', '0', '支持 base64 格式图片。\r\n支持网络路径图片。\r\n小程序不支持在 css ', '支持 base64 格式图片。\n支持网络路径图片。\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\n使用本地路径背景图片需注意：\n为方便开发者，在背景图片小于 40kb 时，uni-app 编译到不支持本地背景图的平台时，会自动将其转化为 base64 格式；\n图片大于等于 40kb，会有性能问题，不建议使用太大的背景图，如开发者必须使用，则需自己将其转换为 base64 格式使用，或将其挪到服务器上，从网络地址引用。\n本地背景图片的引用路径推荐使用以 ~@ 开头的绝对路径。支持 base64 格式图片。\n支持网络路径图片。\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\n使用本地路径背景图片需注意：\n为方便开发者，在背景图片小于 40kb 时，uni-app 编译到不支持本地背景图的平台时，会自动将其转支持 base64 格式图片。\n支持网络路径图片。\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\n使用本地路径背景图支持 base64 格式图片。\n支持网络路径图片。\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\n使用本地路径背景图片需注意：\n为方便开发者，在背景图片小于 40kb 时，uni-app 编译到不支持本地背景图的平台时，会自动将其转化为 base64 格式；\n图片大于等于 40kb，会有性能问题，不建议使用太大的背景图，如开发者必须使用，则需自己将其转换为 base64 格式使用，或将其挪到服务器上，从网络地址引用。\n本地背景图片的引用路径推荐使用以 ~@ 开头的绝对路径。', '0', 0, 4, 0, 0, '1653875895913', '1653876000018');
INSERT INTO  ym_article  VALUES ('1531197828330786818', '0', '上传一个图片', '上传一个图片', '0', 1, 1, 0, 0, '1653900985212', '1653900985212');
INSERT INTO  ym_article  VALUES ('1531452483153530881', '0', '11', '11', '0', 0, 1, 0, 1, '1653961699652', '1653962400020');
INSERT INTO  ym_article  VALUES ('1531452640553177089', '0', 'sssss', 'ssss', '0', 0, 4, 0, 2, '1653961737179', '1653962940020');
INSERT INTO  ym_article  VALUES ('1531460304741986306', '0', '222222', '2222222', '0', 0, 1, 0, 1, '1653963564465', '1653964860035');
INSERT INTO  ym_article  VALUES ('1531460416683765761', '0', '222', '2222', '0', 0, 0, 0, 0, '1653963591154', '1653963591154');
INSERT INTO  ym_article  VALUES ('1531525024543010818', '0', '11', '111', '0', 0, 3, 0, 0, '1653978994868', '1653978994868');
INSERT INTO  ym_article  VALUES ('1531849326991618049', '0', '刚刚吃饭', '包不包含', '0', 0, 2, 0, 0, '1654056314597', '1654056314597');
INSERT INTO  ym_article  VALUES ('1532570981686685697', '0', '今天真开心', '耶', '0', 0, 0, 0, 0, '1654228370484', '1654228370484');
INSERT INTO  ym_article  VALUES ('1532571175140569090', '0', '今天真开心', '耶', '0', 0, 1, 0, 0, '1654228416607', '1654228416607');
INSERT INTO  ym_article  VALUES ('1532601013310173185', '0', '我问问', '呃呃呃', '0', 0, 1, 0, 0, '1654235530581', '1654235530581');
INSERT INTO  ym_article  VALUES ('1532603002450456578', '0', '耶', '耶', '0', 0, 0, 0, 0, '1654236004829', '1654236004829');
INSERT INTO  ym_article  VALUES ('1532620521894686721', '0', '1', '1', '0', 0, 1, 0, 0, '1654240181789', '1654240181789');
INSERT INTO  ym_article  VALUES ('1532644281158840322', '0', '1', '1', '0', 0, 0, 0, 0, '1654245846440', '1654245846440');
INSERT INTO  ym_article  VALUES ('1533852988953702402', '0', '测试文章', '测试文章', '0', 62, 251, 0, 4, '1654534024834', '1655260200013');
INSERT INTO  ym_article  VALUES ('1534004775165734913', '0', '前程似锦', '卖家打\n', '0', 0, 2, 0, 1, '1654570213488', '1654570260129');
INSERT INTO  ym_article  VALUES ('1534725077944348673', '0', '二手的内容改完了', '二手的内容改完了', '0', 0, 0, 0, 0, '1654741947054', '1654741947054');
INSERT INTO  ym_article  VALUES ('1534725363014414337', '0', '我的娃', '财务处', '0', 0, 0, 0, 0, '1654742015019', '1654742015019');
INSERT INTO  ym_article  VALUES ('1534725704929882113', '0', '我都', '达瓦达瓦', '0', 0, 0, 0, 0, '1654742096537', '1654742096537');
INSERT INTO  ym_article  VALUES ('1534725855392149505', '0', '哇', '达瓦', '0', 0, 0, 0, 0, '1654742132411', '1654742132411');
INSERT INTO  ym_article  VALUES ('1534731479265947650', '0', '请 ', '去', '0', 0, 1, 0, 1, '1654743473246', '1654743540027');
INSERT INTO  ym_article  VALUES ('1534731763652341761', '0', 'q', ' q', '0', 0, 0, 0, 0, '1654743541050', '1654743541050');
INSERT INTO  ym_article  VALUES ('1534732221666144257', '0', 'q', '1', '0', 0, 0, 0, 0, '1654743650248', '1654743650248');
INSERT INTO  ym_article  VALUES ('1534732553955684353', '0', '1', '1', '0', 0, 0, 0, 0, '1654743729472', '1654743729472');
INSERT INTO  ym_article  VALUES ('1534733428166078465', '0', '1', '1', '0', 0, 0, 0, 0, '1654743937900', '1654743937900');
INSERT INTO  ym_article  VALUES ('1534733607892004865', '0', '1', '1', '0', 0, 0, 0, 0, '1654743980751', '1654743980751');
INSERT INTO  ym_article  VALUES ('1534733826125836290', '0', '1', '1', '0', 0, 1, 0, 0, '1654744032782', '1654744032782');
INSERT INTO  ym_article  VALUES ('1534733973727588353', '0', '1', '1', '0', 0, 0, 0, 0, '1654744067973', '1654744067973');
INSERT INTO  ym_article  VALUES ('1534734361948172289', '0', 'q', '请求', '0', 0, 0, 0, 0, '1654744160532', '1654744160532');
INSERT INTO  ym_article  VALUES ('1534735396007686146', '0', 'q', '去', '0', 0, 0, 0, 0, '1654744407070', '1654744407070');
INSERT INTO  ym_article  VALUES ('1534736751594156034', '0', '去', '去', '0', 0, 0, 0, 0, '1654744730267', '1654744730267');
INSERT INTO  ym_article  VALUES ('1534736799006568450', '0', '清除', '的', '0', 0, 2, 0, 0, '1654744741571', '1654744741571');
INSERT INTO  ym_article  VALUES ('1534737075398619138', '0', 'q', ' 的', '0', 25, 35, 0, 0, '1654744807468', '1654744807468');
INSERT INTO  ym_article  VALUES ('1536184131895992321', '0', 'q', '去', '0', 0, 0, 0, 0, '1655089812623', '1655089812623');
INSERT INTO  ym_article  VALUES ('1536184839911284737', '0', '请求', '弟弟', '0', 0, 0, 0, 0, '1655089981427', '1655089981427');
INSERT INTO  ym_article  VALUES ('1536234481902460930', '0', 'q', ' d', '0', 0, 31, 0, 1, '1655101816999', '1655121240024');
INSERT INTO  ym_article  VALUES ('1536964259093745665', '0', '1', '1', '0', 0, 0, 0, 0, '1655275809441', '1655275809441');
INSERT INTO  ym_article  VALUES ('1536964843771334658', '0', '1', '1', '0', 0, 0, 0, 0, '1655275948839', '1655275948839');
INSERT INTO  ym_article  VALUES ('1536965488800763906', '0', '询问学校修手机微信', '1', '0', 0, 6, 0, 1, '1655276102626', '1656380880011');
INSERT INTO  ym_article  VALUES ('1536965624599744514', '0', '分享彩虹', '邯郸', '0', 0, 3, 0, 1, '1655276135003', '1655425080032');
INSERT INTO  ym_article  VALUES ('1536965825326551041', '0', '启嘉｜上线', '每个早晨都是全新一天的开始，愿我的问候带给你一个新的心情，愿我的祝福带给你一个新的起点。早安！', '0', 1, 22, 0, 3, '1655276182860', '1660117920144');
INSERT INTO  ym_article  VALUES ('1536965997762777090', '0', '启嘉摄影', '1', '0', 0, 1, 0, 0, '1655276223975', '1655276223975');
INSERT INTO  ym_article  VALUES ('1536966138997575682', '0', ' 下线', '歪歪！听我说各位！睡觉时间到了！晚安！', '0', 0, 1, 0, 1, '1655276257645', '1655276400031');
INSERT INTO  ym_article  VALUES ('1536966229128974338', '0', '英雄', '我们共生于春光灿烂的四月，我们共为中国青年。请允许我向你敬礼！！！', '0', 0, 2, 0, 1, '1655276279134', '1656379680024');
INSERT INTO  ym_article  VALUES ('1536966289531146242', '0', ' 求职教云客服电话', '急需', '0', 0, 1, 0, 1, '1655276293534', '1656379680024');
INSERT INTO  ym_article  VALUES ('1536966379452829698', '0', '接本机构哪家强？', '本人想接本', '0', 0, 2, 0, 1, '1655276314974', '1656379680024');
INSERT INTO  ym_article  VALUES ('1536966465251512322', '0', '大家中午好啊', ' 不称职的小王上线了', '0', 5, 6, 0, 1, '1655276335430', '1655690160022');
INSERT INTO  ym_article  VALUES ('1536966613385940994', '0', '找个巨蟹小姐姐', '1317', '0', 6, 26, 0, 1, '1655276370748', '1655451000024');
INSERT INTO  ym_article  VALUES ('1536970820906192897', '0', '1', '1', '0', 3, 18, 0, 1, '1655277373899', '1656642960028');
INSERT INTO  ym_article  VALUES ('1538070681453924354', '0', '哈哈哈', '是', '0', 0, 0, 0, 0, '1655539601087', '1655539601087');
INSERT INTO  ym_article  VALUES ('1538070681453924355', '0', '哈哈哈', '是', '0', 0, 0, 0, 0, '1655539601088', '1655539601088');
INSERT INTO  ym_article  VALUES ('1538070681462312962', '0', '哈哈哈', '是', '0', 0, 0, 0, 0, '1655539601090', '1655539601090');
INSERT INTO  ym_article  VALUES ('1538070681575559169', '0', '哈哈哈', '是', '0', 0, 1, 0, 0, '1655539601117', '1655539601117');
INSERT INTO  ym_article  VALUES ('1538070681583947777', '0', '哈哈哈', '是', '0', 0, 1, 0, 0, '1655539601118', '1655539601118');
INSERT INTO  ym_article  VALUES ('1538070681713971201', '0', '哈哈哈', '是', '0', 0, 0, 0, 0, '1655539601150', '1655539601150');
INSERT INTO  ym_article  VALUES ('1538070681718165505', '0', '哈哈哈', '是', '0', 0, 0, 0, 0, '1655539601150', '1655539601150');
INSERT INTO  ym_article  VALUES ('1538070681818828802', '0', '哈哈哈', '是', '0', 0, 1, 0, 0, '1655539601175', '1655539601175');
INSERT INTO  ym_article  VALUES ('1538070681835606017', '0', '哈哈哈', '是', '0', 0, 1, 0, 0, '1655539601179', '1655539601179');
INSERT INTO  ym_article  VALUES ('1538070681890131970', '0', '哈哈哈', '是', '0', 0, 0, 0, 0, '1655539601192', '1655539601192');
INSERT INTO  ym_article  VALUES ('1538070681911103490', '0', '哈哈哈', '是', '0', 0, 1, 0, 0, '1655539601197', '1655539601197');
INSERT INTO  ym_article  VALUES ('1538070682053709826', '0', '哈哈哈', '是', '0', 0, 0, 0, 0, '1655539601230', '1655539601230');
INSERT INTO  ym_article  VALUES ('1538070682116624385', '0', '哈哈哈', '是', '0', 0, 1, 0, 0, '1655539601246', '1655539601246');
INSERT INTO  ym_article  VALUES ('1538070682141790210', '0', '哈哈哈', '是', '0', 0, 0, 0, 0, '1655539601252', '1655539601252');
INSERT INTO  ym_article  VALUES ('1538070682141790211', '0', '哈哈哈', '是', '0', 0, 1, 0, 0, '1655539601252', '1655539601252');
INSERT INTO  ym_article  VALUES ('1538070682154373121', '0', '哈哈哈', '是', '0', 0, 1, 0, 0, '1655539601254', '1655539601254');
INSERT INTO  ym_article  VALUES ('1538070682200510465', '0', '哈哈哈', '是', '0', 2, 1, 0, 0, '1655539601266', '1655539601266');
INSERT INTO  ym_article  VALUES ('1538070682322145281', '0', '哈哈哈', '是', '0', 2, 4, 0, 0, '1655539601295', '1655690160022');
INSERT INTO  ym_article  VALUES ('1538550289685090306', '0', '博子怎么了', '大傻der似的', '0', 24, 44, 0, 2, '1655653948601', '1656696240024');
INSERT INTO  ym_article  VALUES ('1542940668622659585', '0', '嗯...', '怎么不算呢', '0', 85, 86, 0, 1, '1656700696508', '1656795060031');
INSERT INTO  ym_article  VALUES ('1543336700778909697', '0', '发现一只七星瓢虫', '好可怕', '0', 0, 6, 0, 2, '1656795117933', '1659080520019');
INSERT INTO  ym_article  VALUES ('1543337065423310849', '0', '小猫日记', '初到新家', '0', 0, 0, 0, 0, '1656795204870', '1656795204870');
INSERT INTO  ym_article  VALUES ('1543337240439033858', '0', '看图猜人', '猜猜我画的是谁！', '0', 0, 2, 0, 0, '1656795246598', '1656795246598');
INSERT INTO  ym_article  VALUES ('1543338010588745729', '0', '好喜欢', '梦中的婚礼', '0', 2, 10, 0, 2, '1656795430216', '1659080460028');
INSERT INTO  ym_article  VALUES ('1543338711326920705', '0', '早上好', '发个自拍', '0', 9, 19, 0, 1, '1656795597285', '1658367480021');
INSERT INTO  ym_article  VALUES ('1548833058201800706', '0', '早上好', '今天早上也很好', '0', 0, 6, 0, 1, '1658105551660', '1658367600019');
INSERT INTO  ym_article  VALUES ('1549932311233957890', '0', '今天也很好', '今天阳光明媚', '0', 0, 10, 0, 2, '1658367634006', '1658374920020');
INSERT INTO  ym_article  VALUES ('1555120911495991298', '0', '我的小姐姐', '在一起的时候就是这样', '0', 1, 2, 0, 0, '1659604692708', '1659604692708');
INSERT INTO  ym_article  VALUES ('1555120977254289410', '0', '咯哦我', '你们的生活方式', '0', 0, 2, 0, 0, '1659604708386', '1659604708386');
INSERT INTO  ym_article  VALUES ('1555121008472494082', '0', '发布', '副本副本副本', '0', 0, 8, 0, 1, '1659604715829', '1659950220012');
INSERT INTO  ym_article  VALUES ('1555121039833305090', '0', '哦哦哦', '哦哦哦哦', '0', 0, 7, 0, 2, '1659604723305', '1659949620033');
INSERT INTO  ym_article  VALUES ('1555449028072706050', '0', '黄鹤楼送孟浩然之广陵', '故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。', '0', 3, 74, 0, 1, '1659682921796', '1660186860046');
INSERT INTO  ym_article  VALUES ('1556568953457741826', '0', '分享今天的生活', '这是我的一天呀呀呀', '0', 3, 22, 0, 1, '1659949932815', '1659950160024');
INSERT INTO  ym_article  VALUES ('1556569703680315393', '0', '123123', '123123', '0', 0, 2, 0, 0, '1659950111682', '1659950111682');
INSERT INTO  ym_article  VALUES ('1556594296268787714', '0', '1', '1', '0', 0, 0, 0, 0, '1659955975012', '1659955975012');
INSERT INTO  ym_article  VALUES ('1556802020881469441', '0', '创建一个表白墙', '来表白墙创建表白墙文章了', '0', 0, 2, 0, 0, '1660005500419', '1660005500419');
INSERT INTO  ym_article  VALUES ('1556840094529249281', '0', '啊', '哈哈啊哈', '0', 0, 1, 0, 0, '1660014577885', '1660014577885');
INSERT INTO  ym_article  VALUES ('1556848485217640450', '0', '啊', '哈哈哈', '0', 0, 3, 0, 0, '1660016578380', '1660016578381');
INSERT INTO  ym_article  VALUES ('1556853699643482113', '0', '12313', 'asrwqeqwe', '0', 0, 1, 0, 0, '1660017821595', '1660017821595');
INSERT INTO  ym_article  VALUES ('1556853721541943298', '0', 'qwewqeqwe', 'weqweqwewqe', '0', 0, 1, 0, 0, '1660017826816', '1660017826816');
INSERT INTO  ym_article  VALUES ('1556853746930065410', '0', 'qweqweqw', 'qweqweqwe', '0', 0, 0, 0, 0, '1660017832869', '1660017832869');
INSERT INTO  ym_article  VALUES ('1556853772423045121', '0', 'ewrwerwerwe', 'qwewqewqeqw', '0', 0, 1, 0, 0, '1660017838947', '1660017838947');
INSERT INTO  ym_article  VALUES ('1556853797949579266', '0', 'treuiuy', 'rytrhddzsfsd', '0', 0, 7, 0, 0, '1660017845033', '1660017845033');
INSERT INTO  ym_article  VALUES ('1556916453960069122', '0', 'hhhh', 'hhh', '0', 0, 2, 0, 0, '1660032783391', '1660032783391');
INSERT INTO  ym_article  VALUES ('1556919698979827714', '0', '12121', '23232', '0', 0, 2, 0, 0, '1660033557064', '1660033557064');
INSERT INTO  ym_article  VALUES ('1556920381191761921', '0', '123', '13', '0', 0, 2, 0, 0, '1660033719716', '1660033719716');
INSERT INTO  ym_article  VALUES ('1556921626342207489', '0', '啦啦啦', '5哔哩哔哩', '0', 0, 0, 0, 0, '1660034016583', '1660034016583');
INSERT INTO  ym_article  VALUES ('1556921719921324034', '0', '123456', '13645364', '0', 0, 5, 0, 1, '1660034038893', '1660035420029');
INSERT INTO  ym_article  VALUES ('1556921742713171970', '0', '✈️✈️✈️起飞咯', '好！', '0', 0, 9, 0, 0, '1660034044328', '1660039440024');
INSERT INTO  ym_article  VALUES ('1556921751634456578', '0', '1234', '124', '0', 0, 1, 0, 0, '1660034046455', '1660034046455');
INSERT INTO  ym_article  VALUES ('1556921832211230722', '0', '123', '123', '0', 0, 4, 0, 0, '1660034065666', '1660034065666');
INSERT INTO  ym_article  VALUES ('1556921948934516738', '0', '文章标题', '文章', '0', 0, 7, 0, 0, '1660034093494', '1660034093494');
INSERT INTO  ym_article  VALUES ('1556921980244996097', '0', 'halo', 'hahajhahajsjjswjs@@\'@\'@~', '0', 0, 11, 0, 1, '1660034100960', '1660034280031');
INSERT INTO  ym_article  VALUES ('1556922007080153090', '0', '不讲理', '哦魔攻', '0', 30, 31, 0, 0, '1660034107357', '1660038780015');
INSERT INTO  ym_article  VALUES ('1556923051738673154', '0', '哈哈哈', '哈哈哈', '0', 0, 3, 0, 0, '1660034356424', '1660034356424');
INSERT INTO  ym_article  VALUES ('1556923110186299393', '0', 'ceris', '666', '0', 0, 14, 0, 0, '1660034370359', '1660034460013');
INSERT INTO  ym_article  VALUES ('1556923132151869442', '0', '哦你也', '下周一', '0', 0, 7, 0, 1, '1660034375596', '1660037760027');
INSERT INTO  ym_article  VALUES ('1556923144617340929', '0', 'shsha', 'hhhaah', '0', 0, 1, 0, 0, '1660034378568', '1660034378568');
INSERT INTO  ym_article  VALUES ('1556923464697262081', '0', 'hauaj@\'@', 'jsjs', '0', 0, 0, 0, 0, '1660034454881', '1660034454881');
INSERT INTO  ym_article  VALUES ('1556923661724692481', '0', '哦摩西', '无症状', '0', 0, 3, 0, 0, '1660034501856', '1660034501856');
INSERT INTO  ym_article  VALUES ('1556924032463417346', '0', '墨鱼汁', '哦我我上找也软用哇啥想日在皮呀又日在皮笑以为啥想哇是皮笑肉在新去在皮呀又日在磨破哦去我啥想哇是皮笑肉在新去在皮笑肉在新去在啥想日在新是是早住去在皮呀又日先票我要皮呀又日在皮笑肉在新上找也全要皮呀又日在皮呀我啥子游戏自习呀哦破哦去想日在新想哇啥想日在哦婆婆嘴啥想日在皮笑肉在新睡衣呀又日在新是皮呀又切去在新去在啥想日在啥', '0', 0, 11, 0, 0, '1660034590247', '1660038720026');
INSERT INTO  ym_article  VALUES ('1556924166593064962', '0', '啦啦啦捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦', '捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦', '0', 0, 6, 0, 0, '1660034622226', '1660034622226');
INSERT INTO  ym_article  VALUES ('1556924526795698177', '0', 'uai!', 'hjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnndsnsjhjnndsnhjnnjij646464646464', '0', 0, 4, 0, 0, '1660034708105', '1660034708105');
INSERT INTO  ym_article  VALUES ('1556924602007957505', '0', '休息音质最嘻嘻公众信息洗浴红哦嘻嘻嘻嘻嘻嘻工资信息嘻嘻名字注意只有你你信嘻嘻嘻', '哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy系信息中啥想哦去想哇啥想日在皮呀我嫂子也洗洗哦婆婆在新去在皮呀又日在皮呀又陪呀又日在rosy', '0', 0, 21, 0, 0, '1660034726037', '1660034726037');
INSERT INTO  ym_article  VALUES ('1556924684086292481', '0', '捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦', '捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100', '0', 0, 4, 0, 0, '1660034745606', '1660034745606');
INSERT INTO  ym_article  VALUES ('1556925195652968450', '0', '捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦', '捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100捷信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦啦啦啦啦啦信破音婆媳噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦噜啦啦健健康康健健康康噜啦啦噜了100', '0', 0, 3, 0, 0, '1660034867573', '1660034867573');
INSERT INTO  ym_article  VALUES ('1556926321286721537', '0', '哈哈哈', '啦啦啦', '0', 0, 14, 0, 2, '1660035135945', '1660037760028');
INSERT INTO  ym_article  VALUES ('1556926392967376898', '0', '英文', '啊啊啊啊啊', '0', 0, 11, 0, 0, '1660035153035', '1660037880031');
INSERT INTO  ym_article  VALUES ('1556927168703901698', '0', '一二三四', '我六七八 ', '0', 0, 23, 0, 5, '1660035337985', '1660038000045');
INSERT INTO  ym_article  VALUES ('1556928534222483458', '0', '我市张春⛰', '我很开心', '0', 0, 15, 0, 2, '1660035663549', '1660037880031');
INSERT INTO  ym_article  VALUES ('1556930013419286530', '0', '标题可以发表情', '正', '0', 2, 99, 0, 0, '1660036016218', '1660269729849');
INSERT INTO  ym_article  VALUES ('1556946177700691970', '0', '哈哈哈', '了', '0', 0, 0, 0, 0, '1660039870082', '1660039870082');
INSERT INTO  ym_article  VALUES ('1556946228703428610', '0', '胡就行', '她，', '0', 0, 0, 0, 0, '1660039882242', '1660039882242');
INSERT INTO  ym_article  VALUES ('1556946274589114369', '0', '珍惜时间', '你都要啥', '0', 0, 2, 0, 0, '1660039893183', '1660039893183');
INSERT INTO  ym_article  VALUES ('1556946318922907650', '0', 'low飞', '名正言顺的', '0', 0, 1, 0, 0, '1660039903752', '1660039903752');
INSERT INTO  ym_article  VALUES ('1556946361851609090', '0', '可以卧佛寺', '骨头', '0', 0, 4, 0, 0, '1660039913987', '1660039913987');
INSERT INTO  ym_article  VALUES ('1556946393623461889', '0', 'my卖的少', '她', '0', 0, 4, 0, 0, '1660039921562', '1660039921562');
INSERT INTO  ym_article  VALUES ('1556946425143656450', '0', '那我走了', '我想给你', '0', 12, 17, 0, 1, '1660039929077', '1660103580017');
INSERT INTO  ym_article  VALUES ('1557184904544919553', '0', '<template> 	<view class=\"body\"> 		<view ', '<template>\n	<view class=\"body\">\n		<view class=\"box\">\n			<!-- 标题 -->\n			<view class=\"\">\n				<input type=\"text\" v-model=\"communityContent.articleTitle\" placeholder=\"输入一个醒目的标题~\" maxlength=\"40\" />\n			</view>\n			<!-- 文章内容 -->\n			<view class=\"content\">\n				<textarea class=\"JTxtArea\" v-model=\"communityContent.articleContent\"\n					:data-maxnum=\"communityContent.articleContent.length+\'/500\'\" @input=\"inputReason\"\n					placeholder=\"分享今天的故事~\" maxlength=\"500\" :maxlength=\"500\" />\n			</view>\n			<view class=\"we', '0', 0, 1, 0, 0, '1660096786998', '1660096786998');
INSERT INTO  ym_article  VALUES ('1557262412615262209', '0', '123456789', '某去住宿苏我', '0', 2, 46, 0, 0, '1660115266362', '1660115266362');
INSERT INTO  ym_article  VALUES ('1557283399092248578', '0', '1', '1', '0', 0, 7, 0, 0, '1660120269927', '1660120269927');
INSERT INTO  ym_article  VALUES ('1557305361982038018', '0', 'es测试', '测试我是董', '0', 4, 10, 0, 0, '1660125506290', '1660125506290');
INSERT INTO  ym_article  VALUES ('1557520015786356738', '0', '1', '1', '0', 0, 0, 0, 0, '1660176683745', '1660176683745');
INSERT INTO  ym_article  VALUES ('1557520037189890050', '0', '2', '2', '0', 0, 2, 0, 0, '1660176688849', '1660176688849');
INSERT INTO  ym_article  VALUES ('1557520060048846849', '0', '3', '3', '0', 1, 4, 0, 0, '1660176694298', '1660176694298');
INSERT INTO  ym_article  VALUES ('1557520382259474433', '0', '4', '4', '0', 0, 0, 0, 0, '1660176771129', '1660176771129');
INSERT INTO  ym_article  VALUES ('1557522453415137281', '0', '123123', '11111', '0', 1, 18, 0, 0, '1660177264920', '1660177264920');
INSERT INTO  ym_article  VALUES ('1557523746418454529', '0', '表情测试', '😄', '0', 10, 42, 0, 1, '1660177573197', '1660188936623');
INSERT INTO  ym_article  VALUES ('1557579652359274497', '0', '点赞测试', '123123123', '0', 1, 60, 0, 1, '1660190902224', '1660269935745');
INSERT INTO  ym_article  VALUES ('1557903728663642113', '0', '哈哈', ' ', '0', 1, 1, 0, 0, '1660268168022', '1660268168022');
INSERT INTO  ym_article  VALUES ('1557903943575584769', '0', '醒目的标题', '今天的故事', '0', 0, 5, 0, 0, '1660268219262', '1660268219262');
INSERT INTO  ym_article  VALUES ('1557904033052672002', '0', ' 哈', ' ', '0', 0, 5, 0, 0, '1660268240595', '1660268240595');
INSERT INTO  ym_article  VALUES ('1557904296035532802', '0', '123456', '66666', '0', -2, 27, 0, 1, '1660268303294', '1660269744365');
INSERT INTO  ym_article  VALUES ('1557905272238817281', '0', '海米', '字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗漱一字数限制洗', '0', 0, 15, 0, 0, '1660268536040', '1660268536040');
INSERT INTO  ym_article  VALUES ('1557906222160592897', '0', '，', '，', '0', 0, 1, 0, 0, '1660268762519', '1660268762519');
INSERT INTO  ym_article  VALUES ('1557906457398132737', '0', '这是哪个文字', '滴滴打车', '0', 8, 35, 0, 0, '1660268818603', '1660268818603');
INSERT INTO  ym_article  VALUES ('1557908728970264578', '0', '什么', '😅', '0', 0, 0, 0, 0, '1660269360189', '1660269360189');
INSERT INTO  ym_article  VALUES ('1557908730148864001', '0', '什么', '😅', '0', 0, 0, 0, 0, '1660269360469', '1660269360469');
INSERT INTO  ym_article  VALUES ('1557908733005185025', '0', '杭敏', '⬇️ 👻 ', '0', -174, 107, 0, 1, '1660269361150', '1660269606085');
INSERT INTO  ym_article  VALUES ('1557914677139259393', '0', '？', '<applet code=\"MyClass\" URL=\"path/MyClass.class\" height=\"200\" width=\"400\"></applet>', '0', 0, 5, 0, 0, '1660270778342', '1660270828759');
INSERT INTO  ym_article  VALUES ('1557921794214641666', '0', '我的女朋友', '哈哈哈', '0', 0, 1, 0, 0, '1660272475185', '1660272475185');
INSERT INTO  ym_article  VALUES ('1557922210260238338', '0', '笑哈哈', '哈哈', '0', 1, 5, 0, 0, '1660272574378', '1660272574378');

-- ----------------------------
-- Table structure for ym_article_family
-- ----------------------------
DROP TABLE IF EXISTS  ym_article_family ;
CREATE TABLE  ym_article_family   (
   family_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
   family_name  varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '类别名称',
   is_deleted  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '是否删除 0 1',
   create_time  datetime(0) NULL DEFAULT NULL,
   update_time  datetime(0) NULL DEFAULT NULL,
  PRIMARY KEY ( family_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_article_family
-- ----------------------------
INSERT INTO  ym_article_family  VALUES ('3562519823581335567', '表白墙', '0', NULL, NULL);
INSERT INTO  ym_article_family  VALUES ('4321519823581335552', '专业交流', '0', NULL, NULL);

-- ----------------------------
-- Table structure for ym_article_image
-- ----------------------------
DROP TABLE IF EXISTS  ym_article_image ;
CREATE TABLE  ym_article_image   (
   article_image_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '图片id',
   image_link  varchar(4096) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '图片连接  用逗号分割',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '创建时间',
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '修改时间',
   is_deleted  char(1) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '0' COMMENT '软删除 0是未删除，1是删除',
  PRIMARY KEY ( article_image_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_article_image
-- ----------------------------
INSERT INTO  ym_article_image  VALUES ('1527971314516746242', 'wxfile://tmp_1ffb8625c440ebff31a450e9f6ce1c1473cc3285153b7d26.jpg;wxfile://tmp_1d8bdcc135c261e5a9df80549d5e5323aaf975a7f861050b.jpg;wxfile://tmp_961fc131ddc41dc03543789466bc73f5733c383a66be7df0.png', '1653131724373', '1653131724373', '0');
INSERT INTO  ym_article_image  VALUES ('1527972526146314241', 'wxfile://tmp_1ffb8625c440ebff31a450e9f6ce1c1473cc3285153b7d26.jpg;wxfile://tmp_1d8bdcc135c261e5a9df80549d5e5323aaf975a7f861050b.jpg;wxfile://tmp_961fc131ddc41dc03543789466bc73f5733c383a66be7df0.png', '1653132013248', '1653132013248', '0');
INSERT INTO  ym_article_image  VALUES ('1528204260951580673', 'wxfile://tmp_c55f6b33a8c5526d94c32a4865bcdc54c79576485bc6e5ab.jpg', '1653187263131', '1653187263131', '0');
INSERT INTO  ym_article_image  VALUES ('1528204550341779457', 'wxfile://tmp_90856870dc92127435b166bd0ef767ed32b747efc13b1711.jpg;wxfile://tmp_1794df4784c08d90a849a5c2251b125e120d7d2cab3edcac.jpg;wxfile://tmp_391792c9785c4ed0a4bbbd6401f5d4c8851500669d72064e.jpg', '1653187332127', '1653187332127', '0');
INSERT INTO  ym_article_image  VALUES ('1528244672642711554', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/b1ae62fdd9ea44b594126ee1f5314fd42ZGUXPM2AD IWVH92%95}WL.png;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/93be50b638614c69a9a0be551debdbdf3d3aa45607.jpg', '1653196898028', '1653196898028', '0');
INSERT INTO  ym_article_image  VALUES ('1528248892028739585', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/fc1de5c4b84f4602b7543751cd433d11KVt68Jeby23odda9b15857d8b9c7f61772ee77fedfc9.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/6b34340fbf9244889eda8edfff5d0e22njHZXnKtyJSGdda9b15857d8b9c7f61772ee77fedfc9.jpg', '1653197904009', '1653197904009', '0');
INSERT INTO  ym_article_image  VALUES ('1528265257645092865', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/f64070789d894d78a03dc062de3a3553gLPhB1qfR4QFceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/1717f85f2bd947028265e29bd5a526ecr2nx4tnGTiNm24d1c7156d49c4609b4c500d36739b9e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/801fff76b0504ea79ffda1f77ab83773mbcOMivuSZ9g24d1c7156d49c4609b4c500d36739b9e.jpg', '1653201805875', '1653201805875', '0');
INSERT INTO  ym_article_image  VALUES ('1528305060948324353', 'wxfile://tmp_f54cfde3f557e704aa2d37694970a923474104a074eaa048.jpg;wxfile://tmp_066c06d4d97a1e717169d264f4422773b0be211051de0fc0.jpg;wxfile://tmp_f6d116eb39df7e88af887548a390067b5f3c7e8168a697fc.jpg;wxfile://tmp_6aae98be9aac0b475e4e7b21c713ee7f1d0ccb52352ff99d.jpg;wxfile://tmp_c220d2ffa10b62416fad2195151a4ee1db87cf8c33966c59.jpg;wxfile://tmp_862d286872489ffb88fc80804a9c83f853d236e1ffb48e61.jpg;wxfile://tmp_c647c034d3981c83a76477c49837bb19217135000e4ac106.jpg;wxfile://tmp_dd4fcdde0bc1b144d22f7c3721678e9ccd04d1c492f7799f.jpg;wxfile://tmp_e7a9343dbd1dad0a19f233edf1512b47d6ca5e6e47fccea0.jpg', '1653211295723', '1653211295723', '0');
INSERT INTO  ym_article_image  VALUES ('1528305527430426626', '', '1653211406941', '1653211406941', '0');
INSERT INTO  ym_article_image  VALUES ('1528305627066118145', '', '1653211430696', '1653211430696', '0');
INSERT INTO  ym_article_image  VALUES ('1528305855521468417', '', '1653211485164', '1653211485164', '0');
INSERT INTO  ym_article_image  VALUES ('1528306117774520321', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/f3c2924279204bf3bdfc38130c7d434cYmEQAaYOl5Nf24d1c7156d49c4609b4c500d36739b9e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/260319366f6c48d9b978a628604d935fy5Rm3cpcEYMh24d1c7156d49c4609b4c500d36739b9e.jpg', '1653211547689', '1653211547689', '0');
INSERT INTO  ym_article_image  VALUES ('1528348115394887681', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/4a85e6ea745e4395bea6aa2c0ae18e89uexIOeLgP3Ap24d1c7156d49c4609b4c500d36739b9e.jpg', '1653221560702', '1653221560702', '0');
INSERT INTO  ym_article_image  VALUES ('1528348316880863234', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/df10175bc2794147a61dd00c4fe704dcq1PNUhfYruF40b22b0a18650c60f52c688c43ac4420e.JPG', '1653221608740', '1653221608740', '0');
INSERT INTO  ym_article_image  VALUES ('1528348540848308226', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-22/2dfcf9e47bc64e968c80c26b1aa3faebyN4L6XjVR3Uc0b22b0a18650c60f52c688c43ac4420e.JPG', '1653221662139', '1653221662139', '0');
INSERT INTO  ym_article_image  VALUES ('1528536040313196545', '', '1653266365494', '1653266365494', '0');
INSERT INTO  ym_article_image  VALUES ('1528571464784023554', '', '1653274811347', '1653274811347', '0');
INSERT INTO  ym_article_image  VALUES ('1528643534410776578', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/1b692e3dc08948918d28a821994fec5a1KG8ctnKH1prceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/991cc7cbf38d44f7a4f60558a6c406a1vsQ0FfUyCCdz24d1c7156d49c4609b4c500d36739b9e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/cd5e302c2738465ab6f37e7d3b2c4b23MkQDJ3uWe8AP24d1c7156d49c4609b4c500d36739b9e.jpg', '1653291994084', '1653291994084', '0');
INSERT INTO  ym_article_image  VALUES ('1528643809074774017', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/356faa228e4a432eb2395eed032b5d1dN2lfH7WCh3iEceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/b36e67b758be436895031d54d7343454WGRIPdv6faCnceb569c549b2788c02c1cc3f4e23a0ff.jpg', '1653292059569', '1653292059569', '0');
INSERT INTO  ym_article_image  VALUES ('1528643945632923649', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/e476d49910d34ecfb3e925dcfcd6c074tmp_dde21259bdd70b150a81a2d52a6ecf4a7c4cef029f8efeff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/586d1c925984474992f60f57738fecd6tmp_e5797293d8f9706c3ac68e3dbd127f453c4bdf8743228bc0.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/1bf35ac6330f482cb9bc27897c6a88eetmp_ba025c1ab60dac72f111a3a4ef5d81d90563187f7a4119b8.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/44c78af9b7b54ddb99f7b7412e1518a8tmp_3f5f2b3914a273af35652bc2ca1ab951e7efa211f5e56248.jpg', '1653292092127', '1653292092127', '0');
INSERT INTO  ym_article_image  VALUES ('1528644284201336834', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/b8d1f2a65b614af69eac726b8804b6bcK6vfVQXyBZbi0b22b0a18650c60f52c688c43ac4420e.JPG;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/cec88cfcb3a0478ca5fcc2fc16fe522aMe41s5bIcjos0b22b0a18650c60f52c688c43ac4420e.JPG;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/276168d665754a8fb360af8871d0d4e6YgtmE3P1o6JTceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/4faa81f1b7f54652b2cd06699f61d2be4M6ifEBVxsRUceb569c549b2788c02c1cc3f4e23a0ff.jpg', '1653292172849', '1653292172849', '0');
INSERT INTO  ym_article_image  VALUES ('1528644797433151490', '', '1653292295212', '1653292295212', '0');
INSERT INTO  ym_article_image  VALUES ('1528644951074701313', '', '1653292331843', '1653292331843', '0');
INSERT INTO  ym_article_image  VALUES ('1528645089713225729', '', '1653292364897', '1653292364897', '0');
INSERT INTO  ym_article_image  VALUES ('1528645220495818754', '', '1653292396079', '1653292396079', '0');
INSERT INTO  ym_article_image  VALUES ('1528650358220423169', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/35fc8a1397ea4fb1bde39c5abc7bd838crp2h6reZ2cy24d1c7156d49c4609b4c500d36739b9e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/d57784699286498683d7612e295c384brNLzVIfrqRNV24d1c7156d49c4609b4c500d36739b9e.jpg', '1653293621008', '1653293621008', '0');
INSERT INTO  ym_article_image  VALUES ('1528651482608467969', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/76d96fe0df99455fa5566e26a883ae88tmp_bc5a5721d551b9b04488aa47b02eca71671506d55c11dc64.jpg', '1653293889083', '1653293889083', '0');
INSERT INTO  ym_article_image  VALUES ('1528651937665286145', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/4dac2d3f07164d1c80d3c8d39b08f878tmp_482303bffb2b570d0799bd2352200e4529492dc3619cba77.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/d6a4e10dc8ad467d9d5ced8d4e39ef5dtmp_b35deb0bc59ccba2690514b192801c279689f715b3631f0973309f64ce0fa707.jpeg', '1653293997576', '1653293997576', '0');
INSERT INTO  ym_article_image  VALUES ('1528662130486706177', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/207e2d3a4ef7431d96f6646202b424abtmp_20a28a768e7812da76d31c095c9d1372c7fa79d2c5044f44.jpg', '1653296427734', '1653296427734', '0');
INSERT INTO  ym_article_image  VALUES ('1528662703822897154', '', '1653296564428', '1653296564428', '0');
INSERT INTO  ym_article_image  VALUES ('1528706676599918593', '', '1653307048356', '1653307048356', '0');
INSERT INTO  ym_article_image  VALUES ('1528706960441053185', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/c89e27860b154c8aa84c6986f6a9175atmp_e9d74d458022f0290dc598a59512f358.jpg', '1653307116029', '1653307116029', '0');
INSERT INTO  ym_article_image  VALUES ('1528707227945373697', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/0047b24fab944a8fa70e6a9b5d463d2atmp_8431f99f1f2cebc50aae18957a11cfed183064293835fd4d.jpg', '1653307179807', '1653307179807', '0');
INSERT INTO  ym_article_image  VALUES ('1528708658026876929', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/90f2ac166d8c42479daef2e14069b822tmp_85754cef6291d8b7bba3d01220b9be4b6c0180aaa096ee9e.jpg', '1653307520765', '1653307520765', '0');
INSERT INTO  ym_article_image  VALUES ('1528720923316817922', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-23/2aba3915a5cc49d78d8b7478fef7825cA99aVMe16XE1dda9b15857d8b9c7f61772ee77fedfc9.jpg', '1653310445038', '1653310445038', '0');
INSERT INTO  ym_article_image  VALUES ('1529068543667146754', '', '1653393324187', '1653393324187', '0');
INSERT INTO  ym_article_image  VALUES ('1529070111175020545', '', '1653393697910', '1653393697910', '0');
INSERT INTO  ym_article_image  VALUES ('1529070296462594050', '', '1653393742086', '1653393742086', '0');
INSERT INTO  ym_article_image  VALUES ('1529070461902721025', '', '1653393781531', '1653393781531', '0');
INSERT INTO  ym_article_image  VALUES ('1529262524027965441', '', '1653439572709', '1653439572709', '0');
INSERT INTO  ym_article_image  VALUES ('1529291079969476609', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/7479242acd7142ec9feaab7c9998d9adtmp_54aadef9cc4fc7fd2bb00246fb72b169bf21f29914088b22.jpg', '1653446380976', '1653446380976', '0');
INSERT INTO  ym_article_image  VALUES ('1529291338464432129', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/00cd64b47fa44612946723ecb7347eaftmp_467641371b6ae699a68d6200a441c9097a9e9e9c5603fa05.jpg', '1653446442606', '1653446442606', '0');
INSERT INTO  ym_article_image  VALUES ('1529291953835937794', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/aa0d421a703a4f3f8b93b12a07b0cd1a3LQ4nCkFumpjceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/99b89a7e0dfa41bd8402b19d17f4eb316Wf6BgI9Ng3Xceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/09f7beaea09d483a85fdf58bcc6da822JCTBe2ubuFTI24d1c7156d49c4609b4c500d36739b9e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/8f6756afff9c4d93aaf3da60732aacfcAgcsOvCJSK0p24d1c7156d49c4609b4c500d36739b9e.jpg', '1653446589322', '1653446589322', '0');
INSERT INTO  ym_article_image  VALUES ('1529294150644600834', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/14ef8a66298349efb2e4e9249f02b0f0tmp_aebc47ee58efc2d49cca23abd8ec84c62a0faef0bf3f1552.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/681a4476fa9647d18778b7c7c3805330tmp_6d4043b4f86af67ef55e72d4a3c83ce35f72c7821086fae2.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/4889e9ea04e547768eef4daa70f22b9ctmp_6185207c80578a1810b7040d2e54326ba34470c98666512c.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/c67f9ce0e71f4eccac24f0006425cac6tmp_a84423c3fd60d058325823d23fb449bde9b78a388dca6cf6.jpg', '1653447113082', '1653447113082', '0');
INSERT INTO  ym_article_image  VALUES ('1529294174581493761', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/a23acd1e2d8342399550610eef61cd10tmp_90fe9aff6bffd89086d5b1ade12e5a3f45ffe3749f75507b.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/cfd1770db7954b17937551770aecf924tmp_ab818afb228df1b8226ca73e7bc676dcd106fc17cf3d6836.jpg', '1653447118789', '1653447118789', '0');
INSERT INTO  ym_article_image  VALUES ('1529294182051549185', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/144d72e30bda40a99818ce45cb76469dtmp_8d3558af9919177b35c887f49ba1b51a21476f8bcd040a5f.jpg', '1653447120570', '1653447120570', '0');
INSERT INTO  ym_article_image  VALUES ('1529294388591661058', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/d1b450e6b8ac4ec7886080dc75f46b3etmp_552e079d85c9a1a0a7de7ec472a3495d724956a3b0151be1.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/c074cdd8247e4b7db82b4ea5d2227488tmp_de27391a02d3c743081c68d1e635f5036cc89e4e210be558.jpg', '1653447169813', '1653447169813', '0');
INSERT INTO  ym_article_image  VALUES ('1529296010499657729', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/bf7c2d71cd064fe5b6cd9651fc61c90atmp_835b890cddc7f37453d877b20bc119c34e2b0d317cbb0538.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/d9297533239b4f828af6a551d36e7bc4tmp_1bb72393a328349465775899ed8c83d8163a68a3bfccee6f.jpg', '1653447556506', '1653447556506', '0');
INSERT INTO  ym_article_image  VALUES ('1529296459508289538', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/f4f53007557a4082b2377887c146138dtmp_15c6db0bb49932215a83eb79eaaa2095aa8f8bfa43530da7.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/46db41c73ba144cf97bacf8e1f572f35tmp_df5925584a18900b5e645d944dd0e38d561899247c00d1cd.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/bd238084144b43b79c5f2b4f1e51a296tmp_8b2dd26be12244929966cafec2dee832b773ec1f172d4821.jpg', '1653447663558', '1653447663558', '0');
INSERT INTO  ym_article_image  VALUES ('1529298915814346754', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/95061e02752d4f77a494071665acc152tmp_584694d59c88cbc1c655f0f10a76d643eeaaaa7e12c94ed0.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/159f7c88edc64da48b0c8736016fd999tmp_399c483e992f11c9653733254275af2478d2b249ee8dccc9.jpg', '1653448249188', '1653448249188', '0');
INSERT INTO  ym_article_image  VALUES ('1529301047334473730', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/2d2e2cbec33346afa50df1205e41e94ftmp_a93fa427778ad60e03b393ca44a7e32f79d12157766d9e3a.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/8fe83fc6daa94ed9a931d75eb4e0ed74tmp_748190ccbbc0851088ae35a614ae24b36ede1f1f7eaa412c.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/5fb87836882f4046b24cd471508e8122tmp_5fa7a4972d6d841d526080ff2493b81dc9442c1ef6e8f11a.jpg', '1653448757382', '1653448757382', '0');
INSERT INTO  ym_article_image  VALUES ('1529321590649589762', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/5bc3afbf84fe4810a13dc6ceb0bc1e5bEdycGPRipWDM24d1c7156d49c4609b4c500d36739b9e.jpg', '1653453655289', '1653453655289', '0');
INSERT INTO  ym_article_image  VALUES ('1529321775509344258', '', '1653453699363', '1653453699363', '0');
INSERT INTO  ym_article_image  VALUES ('1529322769198682113', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/6923f23389854e14bf20555e66d2a952a5EDgur9Bjxu6007ed79775bbc363c2c6dbd72199c62.jpg', '1653453936277', '1653453936277', '0');
INSERT INTO  ym_article_image  VALUES ('1529323077077372930', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/b1b383736f51410db1abb1095607efc1sw3EGBvFgNzA04473e2e5129415f42b4a5067e4d3dcc.jpg', '1653454009682', '1653454009682', '0');
INSERT INTO  ym_article_image  VALUES ('1529385611671179266', '', '1653468919090', '1653468919090', '0');
INSERT INTO  ym_article_image  VALUES ('1529646205888442370', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/c3968f13c61c4badbe97c871f2d6f2c2tmp_86ba9d7fda0a793fb7d61f28fe606428fd247a8831be3fc3.jpg', '1653531049596', '1653531049596', '0');
INSERT INTO  ym_article_image  VALUES ('1529653890126000130', '', '1653532881659', '1653532881659', '0');
INSERT INTO  ym_article_image  VALUES ('1529739664053800962', '', '1653553331756', '1653553331756', '0');
INSERT INTO  ym_article_image  VALUES ('1529744669343256578', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/711d7c52c9344d399c077f37209f2084tmp_b90495b2d522b0e5a6a9b2cf094e842d726bb66eb742a30f.jpg', '1653554525110', '1653554525110', '0');
INSERT INTO  ym_article_image  VALUES ('1529744934884642818', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/ee59a393d92b455a903b48d97f9fd749tmp_e8fc468c06f843448d913a01c558696a99f5f29bdbd33356.jpg', '1653554588420', '1653554588420', '0');
INSERT INTO  ym_article_image  VALUES ('1529745064660602881', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/f9c843d754b543988bf65f62be7dbaddtmp_f7b7e170f7ea011a6fea64bf3851ba2c1cb286640f89489b.jpg', '1653554619361', '1653554619361', '0');
INSERT INTO  ym_article_image  VALUES ('1529752118406189057', '', '1653556301105', '1653556301105', '0');
INSERT INTO  ym_article_image  VALUES ('1529752194738327553', '', '1653556319304', '1653556319304', '0');
INSERT INTO  ym_article_image  VALUES ('1529795017198047233', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/a88c75fcca3e422abf42cde8ff9e9d90tmp_288e615069569154097339a0b66084bf01e26e80e35ccd6e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/ecc53da20c384d8cbc9fe2720eb9e4f5tmp_fce70d1dde4863db40d113a9d648c755ee1bf8332da0152e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/fd65d4bab8814d9eb9bf1a39c698205btmp_d29add92844f2722bade45b7c6ebd1dc570753afed1417f0.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/f12b8a152e7044de944a691b9c8ea743tmp_c4e4354d361d1dadf97c95c09663946e380a18b1dadde604.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/aec5668bae3f45d5abebb726287b3663tmp_b6c214d23fbca104dd96f99226fca2ff26ebd219d96fef3b.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-26/6c971ac367b34b5694541cbe39d8e4cetmp_4fb44e99e45d33cc094e48b0c8f8cc802bb4e2980d06e1c3.jpg', '1653566528974', '1653566528974', '0');
INSERT INTO  ym_article_image  VALUES ('1529804082443751425', '', '1653568690297', '1653568690297', '0');
INSERT INTO  ym_article_image  VALUES ('1529804311431778306', '', '1653568744892', '1653568744892', '0');
INSERT INTO  ym_article_image  VALUES ('1529979132790738945', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/4f29492044cd45e9a8c3243bd9573b69tmp_1c21404a748a7ab7f1a94de22ef76f13b093526281fd6c4d.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/4d90a1a2926843afa8823e0c1002cf42tmp_d520c2abe90a32606c61089fd8f567726104a50bf9720f5f.jpg', '1653610425552', '1653610425552', '0');
INSERT INTO  ym_article_image  VALUES ('1530021003646754817', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/fcb17e68b28f4e7a907bb794c7fcc752tmp_824881f46fdfae834708b29cd6f9255dd4970e464d7ec671.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/5ec392d4c168491fa1f3565ed0237198tmp_834c199929ae4a412bd0f656dbe6299a3be312e8e82134f0.jpg', '1653620408343', '1653620408343', '0');
INSERT INTO  ym_article_image  VALUES ('1530108697412395009', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/6cd2d6a370d145c1a8668f9f744fd685PQlzo5VFNMgx24d1c7156d49c4609b4c500d36739b9e.jpg', '1653641316166', '1653641316166', '0');
INSERT INTO  ym_article_image  VALUES ('1530109067651997698', '', '1653641404438', '1653641404438', '0');
INSERT INTO  ym_article_image  VALUES ('1530379736633597953', '', '1653705936952', '1653705936952', '0');
INSERT INTO  ym_article_image  VALUES ('1531069861545934849', 'https://gimg2.baidu.com/image_search/src=http%3A%2…sec=1656462423&t=f5376e5678f06d28af965cfa40469ac1', '1653870475558', '1653870475558', '0');
INSERT INTO  ym_article_image  VALUES ('1531091935165517825', '', '1653875738314', '1653875738314', '0');
INSERT INTO  ym_article_image  VALUES ('1531092596200411137', '', '1653875895917', '1653875895917', '0');
INSERT INTO  ym_article_image  VALUES ('1531197828343369729', '', '1653900985215', '1653900985215', '0');
INSERT INTO  ym_article_image  VALUES ('1531452483166113794', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-31/818c43008f5d4c7c8af36167746930f9CaEZbwEcyeDC24d1c7156d49c4609b4c500d36739b9e.jpg', '1653961699656', '1653961699656', '0');
INSERT INTO  ym_article_image  VALUES ('1531452640565760001', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-31/a994f0d4dbf7420287b7fad3675bcbe1Ihyw5dAR67cz24d1c7156d49c4609b4c500d36739b9e.jpg', '1653961737183', '1653961737183', '0');
INSERT INTO  ym_article_image  VALUES ('1531460304800706562', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-31/75aaf53da966450ca454da23219a6d13krJ0atdGroyvdda9b15857d8b9c7f61772ee77fedfc9.jpg', '1653963564479', '1653963564479', '0');
INSERT INTO  ym_article_image  VALUES ('1531460416704737281', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-31/99d4b4cec56341568a83c6d5fdfe8b08W62V445MF2ol24d1c7156d49c4609b4c500d36739b9e.jpg', '1653963591159', '1653963591159', '0');
INSERT INTO  ym_article_image  VALUES ('1531525024559788034', '', '1653978994872', '1653978994872', '0');
INSERT INTO  ym_article_image  VALUES ('1531849327029366786', '', '1654056314606', '1654056314606', '0');
INSERT INTO  ym_article_image  VALUES ('1532570981703462913', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/7fe2ed822abc4204adb7bbb4e5f29475tmp_6dd31695cf962513b1d8f48f2b86d6bab7d880c4019a39bc.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/9f8fff6ebc8449a596aa03383e361358tmp_d080058304eb468144d21a32f70cc74c37b2b193dfedb0e4.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/f11f564167e74df182f6b8a61cbb2caftmp_500a24b0b8d0ec8c9be74141c48f0c81fa98d0f7177d048d.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/26d9388457b546bdb5b2298f46abe3d7tmp_ff1e22079e70ceb6e59500b97864e97428674d278a8ce637.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/c3ad93e4fb72432d9cf130157e75151etmp_dfb85ede93d3cd91d0991bf12f35693dbc26bb3d0701781b.jpg', '1654228370488', '1654228370488', '0');
INSERT INTO  ym_article_image  VALUES ('1532571175153152001', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/e8ed046df7b242158c6d1f2121bdd40ctmp_1afeb7d2b62a76b60175de5d59df48d12236fd191697af56.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/6eb591beefb34d908c24b75639870ee0tmp_b105164df91b6a3e1d0ecd8ee2b1dc96ffd3e6cd90a86caf.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/fe728f33f81b48e486fec139a24436d1tmp_67c58fe3988ac7b63649bff457ec990278312054b07f8cc0.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/f59bde38fc4547769e21a4ca101c62c6tmp_00ddd4a809520c64895ee6576837ff9834443880fc88b14c.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/852b12b212bc4b69bb2ce24c1bee8635tmp_cba26db5c38a9da87ccfcc60d40e77efe4436507a09a2a65.jpg', '1654228416610', '1654228416610', '0');
INSERT INTO  ym_article_image  VALUES ('1532601013322756097', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/65704a14cfa94283b8185de81bfbfe41cVUZl8RMYZmA41ff74de21cad23759cf34cf1883426b.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/74901985c68e409f8b63ba27307842c0ctHrQaBbh9JZ4da0e36eb79788c97e45080cbeaa5bee.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/b1592f8ad4b54bd6af9d70778ea6ae56vkxBMVwH5oHtceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/1a5bee5732a74de09ecbac0b3e31386b7x3i656mtwjiceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/3f493a736221489d812ad5b82a7b9f45LhbF7Z5JhyWZ24d1c7156d49c4609b4c500d36739b9e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/42d27283396e4912b764f414f7710b25hxICI6b3F1d224d1c7156d49c4609b4c500d36739b9e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/cb16f7bed25b48b096d7b536c672f946I9SLFrvq5wG004473e2e5129415f42b4a5067e4d3dcc.jpg', '1654235530584', '1654235530584', '0');
INSERT INTO  ym_article_image  VALUES ('1532603002467233793', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/60114dea37d440edbacb1241ae9f57e4tmp_1d3b275fe146b1fbf142b682431cd230d92ca000497804bf.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/83b97938a29a4882b92a184d7042c48etmp_41c5f412312e913538212695cfbfd715cd70afe321c52b16.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/c7b590550fa64d33a04504e0b42436e1tmp_ee7e02cebdef827c6ed3b53783b23d4bda74f6619a569106.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/f6e43a91658e4c4694b1b52a1416b5e0tmp_71bd5bb40720a5d5f79d2b0aad2a4bb2b9ccaebe4a8cd2a0.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/b734059b7e024fb099ce64c6685041d8tmp_da76bb9a6131f8ee1080806c7d5e09de45343550d186b6cf.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/211c7d1f23fe446f84c3ce8ba4090cb9tmp_b1b680011c1a2f9e0c73e88cf0509ee2c792c25a7efa5d72.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/86f85187e57b44c8b21347521badf899tmp_211575481cb57413a4bb1ca43aebcfe5fddfc0a12b9f4f3e.jpg', '1654236004832', '1654236004832', '0');
INSERT INTO  ym_article_image  VALUES ('1532620521907269633', '', '1654240181793', '1654240181793', '0');
INSERT INTO  ym_article_image  VALUES ('1532644281171423234', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/3cc5cc8d43f349e4a737a3723040d613E70PoR141GWGceb569c549b2788c02c1cc3f4e23a0ff.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/ec9b5caef95c4b058a24578cacf8fe27cOKrOog7qisD41ff74de21cad23759cf34cf1883426b.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/1f0c69f462734012b7695eb08d9d26fdJ8Gb00eRz87s04473e2e5129415f42b4a5067e4d3dcc.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-03/927a5bfb4f0a4f1a81cf9a3e675fbed2GEpiQKRghi4c4da0e36eb79788c97e45080cbeaa5bee.jpg', '1654245846443', '1654245846443', '0');
INSERT INTO  ym_article_image  VALUES ('1533852988966285313', '', '1654534024838', '1654534024838', '0');
INSERT INTO  ym_article_image  VALUES ('1534004775182512129', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-07/bade122c27a94735b1255d95d241f8139Pe5VOwOR1BEaec6ede7435c9b8d65227658b8f3b95f.png', '1654570213492', '1654570213492', '0');
INSERT INTO  ym_article_image  VALUES ('1534725077990486018', 'null', '1654741947064', '1654741947064', '0');
INSERT INTO  ym_article_image  VALUES ('1534725363031191554', 'null', '1654742015022', '1654742015022', '0');
INSERT INTO  ym_article_image  VALUES ('1534725704942465026', 'null', '1654742096541', '1654742096541', '0');
INSERT INTO  ym_article_image  VALUES ('1534725855408926722', 'null', '1654742132414', '1654742132414', '0');
INSERT INTO  ym_article_image  VALUES ('1534731479282724866', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/67635a49d2da42cba1896b81d03872acHj1kYnYTqRKR06bb9b21b5307166821c93cb1adf7bac.jpg', '1654743473250', '1654743473250', '0');
INSERT INTO  ym_article_image  VALUES ('1534731763669118978', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/843e2a556b0e428f9406ad6678f469946z797diWP8c51ca0b742ced9b817d7b502d9b19a22b8.jpg', '1654743541053', '1654743541053', '0');
INSERT INTO  ym_article_image  VALUES ('1534732221678727170', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/0fe21e54c19c4b6b9b9bfcfe06971ab0tJemqGp5EqIU1ca0b742ced9b817d7b502d9b19a22b8.jpg', '1654743650252', '1654743650252', '0');
INSERT INTO  ym_article_image  VALUES ('1534732553968267265', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/a12b6c88e7c54d40810219bf2ad37136TZ3crh31B3r6e729364272448b0e5a59921205e04852.png', '1654743729476', '1654743729476', '0');
INSERT INTO  ym_article_image  VALUES ('1534733428182855681', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/1793efa2dc0f4df0bdec81e808620b2ayU7Ny3mbVFfb06bb9b21b5307166821c93cb1adf7bac.jpg', '1654743937904', '1654743937904', '0');
INSERT INTO  ym_article_image  VALUES ('1534733607908782082', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/7a77b2c870cb4266928d7146fbc68fdeUXjnimXME0pub492775a85e4917f7396bdb0fbf68255.png', '1654743980755', '1654743980755', '0');
INSERT INTO  ym_article_image  VALUES ('1534733826142613505', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/d27e5c0e8c3845639e39bf8063dcb872VSvkrInHpMYN06bb9b21b5307166821c93cb1adf7bac.jpg', '1654744032785', '1654744032785', '0');
INSERT INTO  ym_article_image  VALUES ('1534733973744365569', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/1ce8709321ed414e88b6567386a84a36JgCCDonPHGa45f4b275b1f694e52d8facbf91d677340.png', '1654744067976', '1654744067976', '0');
INSERT INTO  ym_article_image  VALUES ('1534734361964949506', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/f50d41d71c6347818ff63cc826a899c099eGuNoWuVGv1ca0b742ced9b817d7b502d9b19a22b8.jpg', '1654744160536', '1654744160536', '0');
INSERT INTO  ym_article_image  VALUES ('1534735396020269058', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/f0bc4ef506044cc7a869c26788a46c2eTcVWiuX9jCHab492775a85e4917f7396bdb0fbf68255.png', '1654744407074', '1654744407074', '0');
INSERT INTO  ym_article_image  VALUES ('1534736751606738945', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/d1728f299ac24702b5380a082a0a8877hz6cVkHbizxj06bb9b21b5307166821c93cb1adf7bac.jpg', '1654744730270', '1654744730270', '0');
INSERT INTO  ym_article_image  VALUES ('1534736799019151362', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/3dec7512881148c1a5327683a218f51dlyA5X9CXtMuj1ca0b742ced9b817d7b502d9b19a22b8.jpg', '1654744741574', '1654744741574', '0');
INSERT INTO  ym_article_image  VALUES ('1534737075411202050', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-09/3b59b3cd0d7542748632b5a196c77b939efQZNE3eTHn1ca0b742ced9b817d7b502d9b19a22b8.jpg', '1654744807471', '1654744807471', '0');
INSERT INTO  ym_article_image  VALUES ('1536184131929546753', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/48471e26ea10453a8d4827584ab7fff1AdUVQ3xe70uP1ca0b742ced9b817d7b502d9b19a22b8.jpg', '1655089812630', '1655089812630', '0');
INSERT INTO  ym_article_image  VALUES ('1536184839928061953', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/28a5e965e37345899ce24760cb67dbb1Ijbq7PikPrR21ca0b742ced9b817d7b502d9b19a22b8.jpg', '1655089981430', '1655089981430', '0');
INSERT INTO  ym_article_image  VALUES ('1536234481919238145', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/710da483b13b48d19fba141355561475OelUHm8piN2f1ca0b742ced9b817d7b502d9b19a22b8.jpg', '1655101817003', '1655101817003', '0');
INSERT INTO  ym_article_image  VALUES ('1536964259139883009', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-15/94bc024b27384253b61abf4fe33b6973XkphCanfOqjb06bb9b21b5307166821c93cb1adf7bac.jpg', '1655275809452', '1655275809452', '0');
INSERT INTO  ym_article_image  VALUES ('1536964843788111873', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-15/6c923db3d3844525aedd3071f569f90dt1HU6Ja6ix0d1ca0b742ced9b817d7b502d9b19a22b8.jpg', '1655275948843', '1655275948843', '0');
INSERT INTO  ym_article_image  VALUES ('1536965488817541122', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-15/1e679a194afd4460a64087a818edad72tHr340GIcUCUe729364272448b0e5a59921205e04852.png', '1655276102630', '1655276102630', '0');
INSERT INTO  ym_article_image  VALUES ('1536965624616521730', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-15/9ced23f6c48a42f8b2a442076e8d9382xIoCzZCDBR6h6add71b480538d23dd1bd37c1919df7b.png', '1655276135007', '1655276135007', '0');
INSERT INTO  ym_article_image  VALUES ('1536965825347522561', '', '1655276182864', '1655276182864', '0');
INSERT INTO  ym_article_image  VALUES ('1536965997762777091', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-15/af818fe1cdad4e4fb4e609f82634b455tLre9lO7q4Pnb492775a85e4917f7396bdb0fbf68255.png', '1655276223979', '1655276223979', '0');
INSERT INTO  ym_article_image  VALUES ('1536966139014352898', '', '1655276257649', '1655276257649', '0');
INSERT INTO  ym_article_image  VALUES ('1536966229145751553', '', '1655276279138', '1655276279138', '0');
INSERT INTO  ym_article_image  VALUES ('1536966289547923458', '', '1655276293539', '1655276293539', '0');
INSERT INTO  ym_article_image  VALUES ('1536966379469606914', '', '1655276314977', '1655276314977', '0');
INSERT INTO  ym_article_image  VALUES ('1536966465268289538', '', '1655276335434', '1655276335434', '0');
INSERT INTO  ym_article_image  VALUES ('1536966613402718210', '', '1655276370752', '1655276370752', '0');
INSERT INTO  ym_article_image  VALUES ('1536970820922970114', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-15/b76b05a0aa224a35a3649b39a04aa98b6YuPBi3wfkU91ca0b742ced9b817d7b502d9b19a22b8.jpg', '1655277373902', '1655277373902', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681466507265', '', '1655539601091', '1655539601091', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681466507266', '', '1655539601091', '1655539601091', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681474895873', '', '1655539601093', '1655539601093', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681588142082', '', '1655539601120', '1655539601120', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681596530689', '', '1655539601121', '1655539601121', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681730748418', '', '1655539601153', '1655539601153', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681730748419', '', '1655539601154', '1655539601154', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681831411713', '', '1655539601178', '1655539601178', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681852383233', '', '1655539601183', '1655539601183', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681902714881', '', '1655539601195', '1655539601195', '0');
INSERT INTO  ym_article_image  VALUES ('1538070681927880705', '', '1655539601201', '1655539601201', '0');
INSERT INTO  ym_article_image  VALUES ('1538070682066292738', '', '1655539601233', '1655539601233', '0');
INSERT INTO  ym_article_image  VALUES ('1538070682129207298', '', '1655539601249', '1655539601249', '0');
INSERT INTO  ym_article_image  VALUES ('1538070682154373122', '', '1655539601255', '1655539601255', '0');
INSERT INTO  ym_article_image  VALUES ('1538070682158567425', '', '1655539601255', '1655539601255', '0');
INSERT INTO  ym_article_image  VALUES ('1538070682166956034', '', '1655539601258', '1655539601258', '0');
INSERT INTO  ym_article_image  VALUES ('1538070682213093377', '', '1655539601269', '1655539601269', '0');
INSERT INTO  ym_article_image  VALUES ('1538070682334728193', '', '1655539601298', '1655539601298', '0');
INSERT INTO  ym_article_image  VALUES ('1538550289697673218', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-19/d4c8f994faaa4cf09ff396677e2edc31vGuSov9zoGucfdcf37f6e702f1916ad8b0270afcc84a.jpg', '1655653948604', '1655653948604', '0');
INSERT INTO  ym_article_image  VALUES ('1542940668652019714', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-07-02/a6f4df2768254385aff40bbe524602a6NxXOYXQemFOVf84bcf5b66793ad52f02e138ae0c3c89.jpg', '1656700696515', '1656700696515', '0');
INSERT INTO  ym_article_image  VALUES ('1543336700816658433', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-07-03/18183fa7bcc749519d5f3e2070ba14a1tmp_a0986202175c283c426b696a3ed347b214dd0fa6ef82acf1.jpg', '1656795117942', '1656795117942', '0');
INSERT INTO  ym_article_image  VALUES ('1543337065435893762', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-07-03/0f7598e3679a47aaa65ce5535fc2ea2atmp_2b86f060b8b29b30989dad9eb0bbc00e183415c1bf6616db.jpg', '1656795204874', '1656795204874', '0');
INSERT INTO  ym_article_image  VALUES ('1543337240455811074', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-07-03/d00449792a764df98de685f748bb07batmp_fd9b221e65e04e4514f6dc96aa497b55a6fc4dbba87c88b8.jpg', '1656795246602', '1656795246602', '0');
INSERT INTO  ym_article_image  VALUES ('1543338010605522945', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-07-03/c415d9aa6daa4284a2fec5968250fc22tmp_498e07802e71b9dbcad76b35f2a472fff8fe55d5a5f36a25.jpg', '1656795430220', '1656795430220', '0');
INSERT INTO  ym_article_image  VALUES ('1543338711343697921', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-07-03/e2144adecfd44bdc9e862aebe9d3d281tmp_1bf697e91a4095ffb381bcf7a746637d0ad0522077fcb287.jpg', '1656795597289', '1656795597289', '0');
INSERT INTO  ym_article_image  VALUES ('1548833058218577921', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-07-18/47cd55f8ebbd476bbc0277da6fc1118atmp_91f028ac7680dc590c749b2142f6b689f7eb803886e3d33e.jpg', '1658105551664', '1658105551664', '0');
INSERT INTO  ym_article_image  VALUES ('1549932311246540802', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-07-21/e8d90f8e864440578c324706b1bfefectmp_c425bd96e53b8bf1a1baad6872719fe169a03a1124458381.jpg', '1658367634009', '1658367634009', '0');
INSERT INTO  ym_article_image  VALUES ('1555120911508574209', '', '1659604692711', '1659604692711', '0');
INSERT INTO  ym_article_image  VALUES ('1555120977266872321', '', '1659604708389', '1659604708389', '0');
INSERT INTO  ym_article_image  VALUES ('1555121008485076994', '', '1659604715832', '1659604715832', '0');
INSERT INTO  ym_article_image  VALUES ('1555121039845888001', '', '1659604723309', '1659604723309', '0');
INSERT INTO  ym_article_image  VALUES ('1555449028089483266', '', '1659682921800', '1659682921800', '0');
INSERT INTO  ym_article_image  VALUES ('1556568953474519041', 'null;null;null', '1659949932819', '1659949932819', '0');
INSERT INTO  ym_article_image  VALUES ('1556569703697092609', 'null', '1659950111686', '1659950111686', '0');
INSERT INTO  ym_article_image  VALUES ('1556594296281370625', 'null', '1659955975015', '1659955975015', '0');
INSERT INTO  ym_article_image  VALUES ('1556802020898246658', 'null', '1660005500423', '1660005500423', '0');
INSERT INTO  ym_article_image  VALUES ('1556840094575386626', '', '1660014577895', '1660014577895', '0');
INSERT INTO  ym_article_image  VALUES ('1556848485272166402', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/f818f6bf2f0c45c6b3498f0ac1510ef4tmp_9ad5a56281b783aba2cd81352e4df16f.jpg', '1660016578392', '1660016578392', '0');
INSERT INTO  ym_article_image  VALUES ('1556853699660259329', '', '1660017821599', '1660017821599', '0');
INSERT INTO  ym_article_image  VALUES ('1556853721558720513', '', '1660017826820', '1660017826820', '0');
INSERT INTO  ym_article_image  VALUES ('1556853746946842625', '', '1660017832873', '1660017832873', '0');
INSERT INTO  ym_article_image  VALUES ('1556853772439822338', '', '1660017838951', '1660017838951', '0');
INSERT INTO  ym_article_image  VALUES ('1556853797966356481', '', '1660017845037', '1660017845037', '0');
INSERT INTO  ym_article_image  VALUES ('1556916453993623554', '', '1660032783399', '1660032783399', '0');
INSERT INTO  ym_article_image  VALUES ('1556919698996604929', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/00925f0f2d204142b2bb340a50b53f01tmp_c9a67d82a9fb7dbf5590e5eee15a71276d61201e02907845.jpg', '1660033557068', '1660033557068', '0');
INSERT INTO  ym_article_image  VALUES ('1556920381208539138', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/6c91efcdb62745f9a9a26c147712b3eftmp_a7630273c97c4a0518eb0cbffb78e96cb113cc371dbb884c.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/933697d742e847fa83095ee8ce36a0bbtmp_4a96f3e4905c8d43353cb76e322636e6e1f447cfb2c8eecd.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/766de8f2003946bba10f028a1fd26f22tmp_e8eec2aec01c305dc8bf715c28a07012d2d73505fde1af71.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/4e692cc5e22f4fb9a7a69cf1cfe73872tmp_269e50616f42cb4bed597cbc6565f2a94e03401931f38bdc.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/4d7c6816fb1c49ad9ec308190b7ce6d1tmp_0d2b7da23cfa4aac41f87cc8fe9728f4ebd938441cf9a941.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/eb0f784a89a44878a148c76c0128b735tmp_c795cff85dc41aefff6f7dca1ed32b828cba3057b09f1425.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/46365bc8f371466da52e3572f005a98etmp_9f0de465ccf414562b0a33f284817c3f1586a0283080429f.jpg', '1660033719719', '1660033719719', '0');
INSERT INTO  ym_article_image  VALUES ('1556921626358984706', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/bfdcc071526f40f9a8d8fae0c0a90812tmp_3f6aedb31b7f1c2c9cec8dea5c9a3f710f387358ed537b89.jpg', '1660034016587', '1660034016587', '0');
INSERT INTO  ym_article_image  VALUES ('1556921719933906946', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/d4c136df742c41c8a983bc9e2c8202ddtmp_d9eae08aa9ed074a7b2d1cd2e8397f5cbe88fb9be0a23f4e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/afa45285492b4184bc1c42fea88d6da2tmp_7fbff1adcab3efe290fa9363d8b188d0baff6436b832d00e.jpg', '1660034038897', '1660034038897', '0');
INSERT INTO  ym_article_image  VALUES ('1556921742729949185', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/ffc79ff6e88f41358b45c3c52bbe2c19tmp_e11262628dd60315439d32cf0815f059.jpg', '1660034044332', '1660034044332', '0');
INSERT INTO  ym_article_image  VALUES ('1556921751651233793', '', '1660034046459', '1660034046459', '0');
INSERT INTO  ym_article_image  VALUES ('1556921832228007937', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/2c1afc19341c47bd9912540f1ccda03etmp_01ff38ca7ae92b05d1a935d0700ffac6.jpg', '1660034065670', '1660034065670', '0');
INSERT INTO  ym_article_image  VALUES ('1556921948947099649', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/06eede0f9b9a430a8006648cee72fbeetmp_a9fceb1084f04236cd4b63265ca26676526427bb4e647a27.jpg', '1660034093498', '1660034093498', '0');
INSERT INTO  ym_article_image  VALUES ('1556921980261773313', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/8db6c942b38c4c109c7bcda6d3d2cae7tmp_7a1304f71a57fa53a57a1cc43af846cb47dff77f43ec098d.jpg', '1660034100964', '1660034100964', '0');
INSERT INTO  ym_article_image  VALUES ('1556922007092736002', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/6428b70b5eee4f2194c4d6114132f9fatmp_b83c1179eb60faf9581bd555f89e6525.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/fad0853e29d9486ca2423d3dc9440662tmp_1485da44af8ef7b2a3436d15e4491d29.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/007632579a5e4f21b38fb4b167d8c145tmp_605c75d48c53c858677de3e2f5537126.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/1fe899b19fe44dec85815f33d32faaf5tmp_0a75948d798ef536439303845f3fac65.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/8522d8a322524adea0b8a67f7f255818tmp_128a3574bb01c7ecd7a13ea9b5e8b40b.jpg', '1660034107361', '1660034107361', '0');
INSERT INTO  ym_article_image  VALUES ('1556923051755450369', '', '1660034356428', '1660034356428', '0');
INSERT INTO  ym_article_image  VALUES ('1556923110203076609', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/7dbc8db7c88544b1ab6448359dbc0690tmp_c2299a5aef4f6dad5b5661ae406c0be0.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/551f8648b05d4174a9396fff4cb42cbftmp_d79cbb8cefaaf1aba001d7045c4cc973.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/432c4c38b1904176b87972b2e248f6e2tmp_a4e3f2532dd782573e2a61e0fd815ffc.jpg', '1660034370363', '1660034370363', '0');
INSERT INTO  ym_article_image  VALUES ('1556923132164452354', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/48a39103dcf948648a74971f179d3b86tmp_d9a03f37fde1f9444f02c037fe5c93aa.jpg', '1660034375599', '1660034375599', '0');
INSERT INTO  ym_article_image  VALUES ('1556923144634118145', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/bb8d0e72c1cd4dcb8f99e11a6ab0f763tmp_814a7a679ba93876116d874dfe55ee8c0d740dbc7605e039.jpg', '1660034378571', '1660034378571', '0');
INSERT INTO  ym_article_image  VALUES ('1556923464714039298', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/23ccc9b58dd04fd697d738df1d935842tmp_3c8caa6830d80d8c6219fe76bfa67492510a47b540b0256b.jpg', '1660034454885', '1660034454885', '0');
INSERT INTO  ym_article_image  VALUES ('1556923661741469697', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/13c800238c9348d48f9881e133dac209tmp_f25e7336f15fb17f738b93382223d4ae.jpg', '1660034501860', '1660034501860', '0');
INSERT INTO  ym_article_image  VALUES ('1556924032480194562', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/f7a31d10ea6045efb21a19b84ef3b0b0tmp_cb66fe5f696f1bd2c7a51f119614b941.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/4898280b45da4b5f96c65b2d47a94a8ftmp_a301d90f19fbd0ed65915570aef29c8e.jpg', '1660034590251', '1660034590251', '0');
INSERT INTO  ym_article_image  VALUES ('1556924166609842177', '', '1660034622230', '1660034622230', '0');
INSERT INTO  ym_article_image  VALUES ('1556924526812475394', '', '1660034708108', '1660034708108', '0');
INSERT INTO  ym_article_image  VALUES ('1556924602024734721', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/d1bf0c1558624cefac09fb4b1bc202e7tmp_6cdf9d1c1731e86e43e3f0e2e55667c4.jpg', '1660034726041', '1660034726041', '0');
INSERT INTO  ym_article_image  VALUES ('1556924684103069698', '', '1660034745609', '1660034745609', '0');
INSERT INTO  ym_article_image  VALUES ('1556925195669745665', '', '1660034867576', '1660034867576', '0');
INSERT INTO  ym_article_image  VALUES ('1556926321349636098', '', '1660035135960', '1660035135960', '0');
INSERT INTO  ym_article_image  VALUES ('1556926392979959810', '', '1660035153038', '1660035153038', '0');
INSERT INTO  ym_article_image  VALUES ('1556927168720678913', '', '1660035337989', '1660035337989', '0');
INSERT INTO  ym_article_image  VALUES ('1556928534235066369', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/955c342c1dbe4c7ba703f1a3d37843e9tmp_336a48e4dfb8c0b0e67a88daa42165b5.jpg', '1660035663553', '1660035663553', '0');
INSERT INTO  ym_article_image  VALUES ('1556930013436063745', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/bb7fbe3f9ab14c5d83ce899288dd410btmp_12a6423357b7b499c25bc18e6135de90.jpg', '1660036016222', '1660036016222', '0');
INSERT INTO  ym_article_image  VALUES ('1556946177730052098', '', '1660039870090', '1660039870090', '0');
INSERT INTO  ym_article_image  VALUES ('1556946228720205826', '', '1660039882246', '1660039882246', '0');
INSERT INTO  ym_article_image  VALUES ('1556946274605891585', '', '1660039893186', '1660039893186', '0');
INSERT INTO  ym_article_image  VALUES ('1556946318939684866', '', '1660039903756', '1660039903756', '0');
INSERT INTO  ym_article_image  VALUES ('1556946361864192001', '', '1660039913991', '1660039913991', '0');
INSERT INTO  ym_article_image  VALUES ('1556946393640239105', '', '1660039921566', '1660039921566', '0');
INSERT INTO  ym_article_image  VALUES ('1556946425156239362', '', '1660039929081', '1660039929081', '0');
INSERT INTO  ym_article_image  VALUES ('1557184904595251202', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-10/c0830c5db7cd4ac8a742f6869b2be631TtdxcLO6xtLoa5ffe68b5d215fc276bead1104714736.jpg', '1660096787009', '1660096787009', '0');
INSERT INTO  ym_article_image  VALUES ('1557262412632039425', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-10/b6505ae0fee4449ab1bc3b8051efc6f5tmp_2e398d4bc8bd6542a333871c8cfbe174.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-10/81131a2cdff543f68db6c50e26dca34etmp_3af75575d526008a9abbb99b382e9232.jpg', '1660115266365', '1660115266365', '0');
INSERT INTO  ym_article_image  VALUES ('1557283399125803009', '', '1660120269936', '1660120269936', '0');
INSERT INTO  ym_article_image  VALUES ('1557305362170781697', '', '1660125506335', '1660125506335', '0');
INSERT INTO  ym_article_image  VALUES ('1557520015857659905', '', '1660176683769', '1660176683769', '0');
INSERT INTO  ym_article_image  VALUES ('1557520037252804609', '', '1660176688867', '1660176688867', '0');
INSERT INTO  ym_article_image  VALUES ('1557520060115955714', '', '1660176694317', '1660176694317', '0');
INSERT INTO  ym_article_image  VALUES ('1557520382326583298', '', '1660176771146', '1660176771146', '0');
INSERT INTO  ym_article_image  VALUES ('1557522453448691714', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-11/cd2e649ca3274d5f9f0a47d12ef1c374ZJ3dNRi3oPyH4a406ec4df2b006e983120b49812229c.png', '1660177264928', '1660177264928', '0');
INSERT INTO  ym_article_image  VALUES ('1557523746418454530', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-11/8027159936c349c4b543fe91b6ee0972nI017sJYasZY0b2fab1a9dccdb1027ee576a78692224.png', '1660177573219', '1660177573219', '0');
INSERT INTO  ym_article_image  VALUES ('1557571862463012865', '', '1660189044959', '1660189044959', '0');
INSERT INTO  ym_article_image  VALUES ('1557578937041698818', '', '1660190731676', '1660190731676', '0');
INSERT INTO  ym_article_image  VALUES ('1557579652426383362', '', '1660190902240', '1660190902240', '0');
INSERT INTO  ym_article_image  VALUES ('1557903728697196545', '', '1660268168030', '1660268168030', '0');
INSERT INTO  ym_article_image  VALUES ('1557903943592361985', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-12/302a2b866bf44734a13a94e2399d904ctmp_216e5c6eccc1512ee3cce7ba286f4ea2.jpg', '1660268219265', '1660268219265', '0');
INSERT INTO  ym_article_image  VALUES ('1557904033069449217', '', '1660268240599', '1660268240599', '0');
INSERT INTO  ym_article_image  VALUES ('1557904296048115713', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-12/023e31abd474424e986ef410da2eddc5tmp_4be0c9db26965e76ed13e60febdfee672ae5af3cd783a05e.jpg', '1660268303298', '1660268303298', '0');
INSERT INTO  ym_article_image  VALUES ('1557905272255594498', '', '1660268536043', '1660268536043', '0');
INSERT INTO  ym_article_image  VALUES ('1557906222177370114', '', '1660268762522', '1660268762522', '0');
INSERT INTO  ym_article_image  VALUES ('1557906457414909953', '', '1660268818607', '1660268818607', '0');
INSERT INTO  ym_article_image  VALUES ('1557908728987041793', '', '1660269360193', '1660269360193', '0');
INSERT INTO  ym_article_image  VALUES ('1557908730161446913', '', '1660269360473', '1660269360473', '0');
INSERT INTO  ym_article_image  VALUES ('1557908733017767938', '', '1660269361154', '1660269361154', '0');
INSERT INTO  ym_article_image  VALUES ('1557914677151842306', '', '1660270778345', '1660270778345', '0');
INSERT INTO  ym_article_image  VALUES ('1557921794227224578', '', '1660272475189', '1660272475189', '0');
INSERT INTO  ym_article_image  VALUES ('1557922210272821249', '', '1660272574381', '1660272574381', '0');

-- ----------------------------
-- Table structure for ym_article_like
-- ----------------------------
DROP TABLE IF EXISTS  ym_article_like ;
CREATE TABLE  ym_article_like   (
   article_like_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '点赞id',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户id',
   article_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '点赞的文章',
   like_state  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '1' COMMENT '点赞状态 0点赞 1取消',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY ( article_like_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_article_like
-- ----------------------------
INSERT INTO  ym_article_like  VALUES ('1528205303647166466', '1527967900697223169', '1528204550354362369', '0', '1653187511729', '1653187511729');
INSERT INTO  ym_article_like  VALUES ('1528215725523722242', '1527968402898018305', '1528204550354362369', '0', '1653189996498', '1653189996498');
INSERT INTO  ym_article_like  VALUES ('1528216221319815170', '1527967566469914625', '1528204550354362369', '0', '1653190114704', '1653190114704');
INSERT INTO  ym_article_like  VALUES ('1528216228064256002', '1527967566469914625', '1528204260964163586', '0', '1653190116313', '1653190116313');
INSERT INTO  ym_article_like  VALUES ('1528265000911745025', '1527967566469914625', '1528248892041322498', '0', '1653201744666', '1653201744666');
INSERT INTO  ym_article_like  VALUES ('1528265061909508097', '1527967566469914625', '1528244672772734978', '0', '1653201759209', '1653201759209');
INSERT INTO  ym_article_like  VALUES ('1528296994257350657', '1527967566469914625', '1528265257661870081', '0', '1653209372473', '1653209372473');
INSERT INTO  ym_article_like  VALUES ('1528297227947192321', '1528215357112836098', '1528265257661870081', '0', '1653209428189', '1653209428189');
INSERT INTO  ym_article_like  VALUES ('1528348596150206466', '1528248783333351426', '1528348540860891137', '0', '1653221675324', '1653221675324');
INSERT INTO  ym_article_like  VALUES ('1528524954298081282', '1528215357112836098', '1528348316893446146', '0', '1653263722382', '1653263722382');
INSERT INTO  ym_article_like  VALUES ('1528525153829511169', '1528215357112836098', '1528204260964163586', '0', '1653263769955', '1653263769955');
INSERT INTO  ym_article_like  VALUES ('1528525977766977538', '1528184056628502529', '1528348540860891137', '0', '1653263966397', '1653263966397');
INSERT INTO  ym_article_like  VALUES ('1528526254024810497', '1528184056628502529', '1528348115407470593', '0', '1653264032261', '1653264032261');
INSERT INTO  ym_article_like  VALUES ('1528526783996092417', '1528184056628502529', '1528244672772734978', '0', '1653264158616', '1653264158616');
INSERT INTO  ym_article_like  VALUES ('1528526916448018433', '1528184056628502529', '1528204260964163586', '0', '1653264190196', '1653264190196');
INSERT INTO  ym_article_like  VALUES ('1528526991228264450', '1528184056628502529', '1528348316893446146', '0', '1653264208024', '1653264208024');
INSERT INTO  ym_article_like  VALUES ('1528534007325659137', '1528215357112836098', '1528244672772734978', '0', '1653265880793', '1653265880793');
INSERT INTO  ym_article_like  VALUES ('1528538428235321345', '1527967566469914625', '1528536040329973762', '0', '1653266934819', '1653266934819');
INSERT INTO  ym_article_like  VALUES ('1528538449781460994', '1527967566469914625', '1528348540860891137', '0', '1653266939957', '1653266939957');
INSERT INTO  ym_article_like  VALUES ('1528538535945048065', '1527967566469914625', '1528348316893446146', '0', '1653266960500', '1653266960500');
INSERT INTO  ym_article_like  VALUES ('1528539118005391362', '1527967566469914625', '1528348115407470593', '0', '1653267099274', '1653267099274');
INSERT INTO  ym_article_like  VALUES ('1528539128004612097', '1527967566469914625', '1528306117787103233', '0', '1653267101658', '1653267101658');
INSERT INTO  ym_article_like  VALUES ('1528539132798701569', '1527967566469914625', '1528305855538245634', '0', '1653267102801', '1653267102801');
INSERT INTO  ym_article_like  VALUES ('1528539138494566401', '1527967566469914625', '1528305627078701057', '0', '1653267104159', '1653267104159');
INSERT INTO  ym_article_like  VALUES ('1528539143779389441', '1527967566469914625', '1528305527443009537', '0', '1653267105419', '1653267105419');
INSERT INTO  ym_article_like  VALUES ('1528539171696676865', '1527967566469914625', '1528305060965101570', '0', '1653267112075', '1653267112075');
INSERT INTO  ym_article_like  VALUES ('1528549428447678466', '1528184056628502529', '1528536040329973762', '0', '1653269557475', '1653269557475');
INSERT INTO  ym_article_like  VALUES ('1528557195682123778', '1527967900697223169', '1528536040329973762', '0', '1653271409327', '1653271409327');
INSERT INTO  ym_article_like  VALUES ('1528565378949582849', '1528184056628502529', '1528306117787103233', '0', '1653273360370', '1653273360370');
INSERT INTO  ym_article_like  VALUES ('1528565430862483457', '1528184056628502529', '1528305855538245634', '0', '1653273372748', '1653273372748');
INSERT INTO  ym_article_like  VALUES ('1528565852033519618', '1528184056628502529', '1528305627078701057', '0', '1653273473163', '1653273473163');
INSERT INTO  ym_article_like  VALUES ('1528566536191610881', '1503908808248909826', '1528348540860891137', '0', '1653273636279', '1653273636279');
INSERT INTO  ym_article_like  VALUES ('1528629419470520322', '1527967566469914625', '1528571464800800769', '0', '1653288628821', '1653288628821');
INSERT INTO  ym_article_like  VALUES ('1528641646189641730', '1501518021849354241', '1528571464800800769', '0', '1653291543898', '1653291543898');
INSERT INTO  ym_article_like  VALUES ('1528645476344168450', '1527967566469914625', '1528645220512595969', '0', '1653292457078', '1653292457078');
INSERT INTO  ym_article_like  VALUES ('1528645482413326338', '1527967566469914625', '1528645089725808642', '0', '1653292458525', '1653292458525');
INSERT INTO  ym_article_like  VALUES ('1528650983511457794', '1528248783333351426', '1528571464800800769', '0', '1653293770089', '1653293770089');
INSERT INTO  ym_article_like  VALUES ('1528662504899641346', '1527967900697223169', '1528662130499289089', '0', '1653296517002', '1653296517002');
INSERT INTO  ym_article_like  VALUES ('1528703025848356865', '1527967566469914625', '1528662703835480065', '0', '1653306177949', '1653306177949');
INSERT INTO  ym_article_like  VALUES ('1528704386694483969', '1528184056628502529', '1528662703835480065', '0', '1653306502400', '1653306502400');
INSERT INTO  ym_article_like  VALUES ('1528704438699659265', '1528184056628502529', '1528662130499289089', '0', '1653306514799', '1653306514799');
INSERT INTO  ym_article_like  VALUES ('1529291383624503297', '1528248783333351426', '1529291079982059522', '0', '1653446453373', '1653446453373');
INSERT INTO  ym_article_like  VALUES ('1529294180487073794', '1527967566469914625', '1529294150657183745', '0', '1653447120197', '1653447120197');
INSERT INTO  ym_article_like  VALUES ('1529298482643406849', '1527967900697223169', '1529294388600049666', '0', '1653448145911', '1653448145911');
INSERT INTO  ym_article_like  VALUES ('1529301236245925890', '1529290474769158146', '1529301047351250945', '0', '1653448802421', '1653448802421');
INSERT INTO  ym_article_like  VALUES ('1529303394081116162', '1528248783333351426', '1529301047351250945', '0', '1653449316889', '1653449316889');
INSERT INTO  ym_article_like  VALUES ('1529352440611147778', '1528248783333351426', '1528650358237200385', '0', '1653461010493', '1653461010493');
INSERT INTO  ym_article_like  VALUES ('1529437996435222530', '1528248783333351426', '1529323077094150145', '0', '1653481408593', '1653481408593');
INSERT INTO  ym_article_like  VALUES ('1529619152019501057', '1529288402074144769', '1529323077094150145', '0', '1653524599448', '1653524599448');
INSERT INTO  ym_article_like  VALUES ('1529734978923958274', '1528248783333351426', '1529322769211265025', '0', '1653552214735', '1653552214735');
INSERT INTO  ym_article_like  VALUES ('1529738427505872897', '1528184056628502529', '1529294174589882370', '0', '1653553036940', '1653553036940');
INSERT INTO  ym_article_like  VALUES ('1529742143235592193', '1528248783333351426', '1528720923333595137', '0', '1653553922839', '1653553922839');
INSERT INTO  ym_article_like  VALUES ('1529743468505632770', '1527967900697223169', '1529739664070578178', '0', '1653554238809', '1653554238809');
INSERT INTO  ym_article_like  VALUES ('1529744667556483073', '1527967900697223169', '1529294174589882370', '0', '1653554524684', '1653554524684');
INSERT INTO  ym_article_like  VALUES ('1529804484308406274', '1528248783333351426', '1529804311444361218', '1', '1653568786109', '1653568786109');
INSERT INTO  ym_article_like  VALUES ('1529982668396072962', '1527967566469914625', '1529804311444361218', '0', '1653611268506', '1653611268506');
INSERT INTO  ym_article_like  VALUES ('1529987671789703170', '1527967566469914625', '1529795017210630146', '0', '1653612461408', '1653612461408');
INSERT INTO  ym_article_like  VALUES ('1530071869586169857', '1527967900697223169', '1529979132807516162', '0', '1653632535727', '1653632535727');
INSERT INTO  ym_article_like  VALUES ('1530092798093582337', '1529754007919169537', '1530021003667726338', '0', '1653637525472', '1653637525472');
INSERT INTO  ym_article_like  VALUES ('1530111538961080321', '1528184056628502529', '1530021003667726338', '0', '1653641993643', '1653641993643');
INSERT INTO  ym_article_like  VALUES ('1530115530868940802', '1528184056628502529', '1529646205926191106', '0', '1653642945389', '1653642945389');
INSERT INTO  ym_article_like  VALUES ('1530390380334309377', '1528248783333351426', '1530379736646180866', '0', '1653708474607', '1653708474607');
INSERT INTO  ym_article_like  VALUES ('1531065855671033857', '1527967566469914625', '1530021003667726338', '0', '1653869520477', '1653869520477');
INSERT INTO  ym_article_like  VALUES ('1531065947547262978', '1527967566469914625', '1530379736646180866', '0', '1653869542382', '1653869542382');
INSERT INTO  ym_article_like  VALUES ('1531065956174946306', '1527967566469914625', '1529979132807516162', '0', '1653869544440', '1653869544440');
INSERT INTO  ym_article_like  VALUES ('1531070813778763777', '1528184056628502529', '1530379736646180866', '0', '1653870702583', '1653870702583');
INSERT INTO  ym_article_like  VALUES ('1531071775218098178', '1528184056628502529', '1529979132807516162', '0', '1653870931808', '1653870931808');
INSERT INTO  ym_article_like  VALUES ('1531071873289314306', '1528184056628502529', '1529804311444361218', '0', '1653870955189', '1653870955189');
INSERT INTO  ym_article_like  VALUES ('1531075298081136641', '1528184056628502529', '1529795017210630146', '0', '1653871771724', '1653871771724');
INSERT INTO  ym_article_like  VALUES ('1531083268311519234', '1528184056628502529', '1529294388600049666', '0', '1653873671976', '1653873671976');
INSERT INTO  ym_article_like  VALUES ('1531087554328236033', '1528184056628502529', '1529323077094150145', '1', '1653874693842', '1653874693842');
INSERT INTO  ym_article_like  VALUES ('1531087640936419329', '1528184056628502529', '1529322769211265025', '0', '1653874714489', '1653874714489');
INSERT INTO  ym_article_like  VALUES ('1531092685660721154', '1529754007919169537', '1531092596217188353', '1', '1653875917245', '1653875917245');
INSERT INTO  ym_article_like  VALUES ('1531094237515452418', '1529754007919169537', '1529979132807516162', '1', '1653876287236', '1653876287236');
INSERT INTO  ym_article_like  VALUES ('1531108440615702530', '1527967566469914625', '1529321775521927169', '0', '1653879673520', '1653879673520');
INSERT INTO  ym_article_like  VALUES ('1531108731545210881', '1528184056628502529', '1529321775521927169', '0', '1653879742888', '1653879742888');
INSERT INTO  ym_article_like  VALUES ('1531240072337264641', '1527967566469914625', '1529646205926191106', '0', '1653911056967', '1653911056967');
INSERT INTO  ym_article_like  VALUES ('1531453407443914753', '1528248783333351426', '1531452640578342913', '1', '1653961920020', '1653961920020');
INSERT INTO  ym_article_like  VALUES ('1531455354704072705', '1527967566469914625', '1531452640578342913', '0', '1653962384283', '1653962384283');
INSERT INTO  ym_article_like  VALUES ('1531455360878088193', '1527967566469914625', '1531452483178696705', '0', '1653962385756', '1653962385756');
INSERT INTO  ym_article_like  VALUES ('1531465695173406721', '1527967566469914625', '1531460304825872386', '0', '1653964849644', '1653964849644');
INSERT INTO  ym_article_like  VALUES ('1531848630103814146', '1528248783333351426', '1529646205926191106', '0', '1654056148445', '1654056148445');
INSERT INTO  ym_article_like  VALUES ('1531848766129287170', '1528248783333351426', '1529795017210630146', '0', '1654056180877', '1654056180877');
INSERT INTO  ym_article_like  VALUES ('1533964585990729730', '1527967566469914625', '1533852988983062529', '0', '1654560631642', '1654560631642');
INSERT INTO  ym_article_like  VALUES ('1533964628911042561', '1527967566469914625', '1529323077094150145', '0', '1654560641875', '1654560641875');
INSERT INTO  ym_article_like  VALUES ('1533964634447523842', '1527967566469914625', '1529322769211265025', '0', '1654560643195', '1654560643195');
INSERT INTO  ym_article_like  VALUES ('1533964645604372481', '1527967566469914625', '1529321590657978370', '1', '1654560645855', '1654560645855');
INSERT INTO  ym_article_like  VALUES ('1533964654332719105', '1527967566469914625', '1529301047351250945', '1', '1654560647936', '1654560647936');
INSERT INTO  ym_article_like  VALUES ('1533964662448697346', '1527967566469914625', '1529294388600049666', '1', '1654560649870', '1654560649870');
INSERT INTO  ym_article_like  VALUES ('1533964667137929218', '1527967566469914625', '1529070296475176962', '0', '1654560650989', '1654560650989');
INSERT INTO  ym_article_like  VALUES ('1533964674448601089', '1527967566469914625', '1528720923333595137', '0', '1654560652732', '1654560652732');
INSERT INTO  ym_article_like  VALUES ('1534000900639666177', '1528184056628502529', '1533852988983062529', '0', '1654569289729', '1654569289729');
INSERT INTO  ym_article_like  VALUES ('1534001378526081025', '1528215357112836098', '1530021003667726338', '0', '1654569403666', '1654569403666');
INSERT INTO  ym_article_like  VALUES ('1534002418356957185', '1527967900697223169', '1530021003667726338', '0', '1654569651581', '1654569651581');
INSERT INTO  ym_article_like  VALUES ('1534004379236020225', '1527967566469914625', '1528650358237200385', '0', '1654570119090', '1654570119090');
INSERT INTO  ym_article_like  VALUES ('1534004817884721154', '1527967566469914625', '1534004775195095041', '1', '1654570223673', '1654570223673');
INSERT INTO  ym_article_like  VALUES ('1534371801579237377', '1528215357112836098', '1533852988983062529', '1', '1654657719404', '1654657719404');
INSERT INTO  ym_article_like  VALUES ('1534731524405047298', '1527967566469914625', '1534731479295307778', '0', '1654743484009', '1654743484009');
INSERT INTO  ym_article_like  VALUES ('1536254401008672770', '1529754007919169537', '1536234481931821057', '1', '1655106566085', '1655106566085');
INSERT INTO  ym_article_like  VALUES ('1536271474988457986', '1527967566469914625', '1536234481931821057', '0', '1655110636839', '1655110636839');
INSERT INTO  ym_article_like  VALUES ('1536339893716811778', '1528248783333351426', '1533852988983062529', '0', '1655126949134', '1655126949134');
INSERT INTO  ym_article_like  VALUES ('1536632827666268161', '1535426082168111105', '1529323077094150145', '0', '1655196790030', '1655196790030');
INSERT INTO  ym_article_like  VALUES ('1536653682869829634', '1528248783333351426', '1530021003667726338', '1', '1655201762298', '1655201762298');
INSERT INTO  ym_article_like  VALUES ('1536966497463767041', '1527967566469914625', '1536966139031130114', '0', '1655276343110', '1655276343110');
INSERT INTO  ym_article_like  VALUES ('1537590301525348354', '1527967566469914625', '1536965488834318338', '1', '1655425069588', '1655425069588');
INSERT INTO  ym_article_like  VALUES ('1537590307229601793', '1527967566469914625', '1536965624633298945', '1', '1655425070947', '1655425070947');
INSERT INTO  ym_article_like  VALUES ('1537590315316219906', '1527967566469914625', '1536965825360105473', '1', '1655425072875', '1655425072875');
INSERT INTO  ym_article_like  VALUES ('1537590329128062978', '1527967566469914625', '1536966465280872449', '0', '1655425076168', '1655425076168');
INSERT INTO  ym_article_like  VALUES ('1537698951589859329', '1527967566469914625', '1536970820935553026', '1', '1655450973781', '1655450973781');
INSERT INTO  ym_article_like  VALUES ('1537698961802989569', '1527967566469914625', '1536966613415301122', '0', '1655450976217', '1655450976217');
INSERT INTO  ym_article_like  VALUES ('1538695829831880705', '1527967566469914625', '1538550289710256129', '0', '1655688648076', '1655688648076');
INSERT INTO  ym_article_like  VALUES ('1538701075983437825', '1527967566469914625', '1538070682351505409', '0', '1655689898855', '1655689898855');
INSERT INTO  ym_article_like  VALUES ('1539436766589685761', '1527967566469914625', '1529294174589882370', '0', '1655865301165', '1655865301165');
INSERT INTO  ym_article_like  VALUES ('1540609748951437314', '1529288402074144769', '1538550289710256129', '1', '1656144961953', '1656144961953');
INSERT INTO  ym_article_like  VALUES ('1541594080578965505', '1527967566469914625', '1536966379482189826', '1', '1656379644901', '1656379644901');
INSERT INTO  ym_article_like  VALUES ('1541594088367788033', '1527967566469914625', '1536966289564700674', '1', '1656379646758', '1656379646758');
INSERT INTO  ym_article_like  VALUES ('1541594097716891650', '1527967566469914625', '1536966229162528769', '0', '1656379648987', '1656379648987');
INSERT INTO  ym_article_like  VALUES ('1541598670133202945', '1528215357112836098', '1538550289710256129', '0', '1656380739136', '1656380739136');
INSERT INTO  ym_article_like  VALUES ('1541599128524492801', '1528215357112836098', '1536965488834318338', '1', '1656380848424', '1656380848424');
INSERT INTO  ym_article_like  VALUES ('1542698420970471425', '1528215357112836098', '1536970820935553026', '1', '1656642940168', '1656642940168');
INSERT INTO  ym_article_like  VALUES ('1542699139115008001', '1528215357112836098', '1529979132807516162', '0', '1656643111386', '1656643111386');
INSERT INTO  ym_article_like  VALUES ('1542699308271288321', '1528215357112836098', '1529294388600049666', '0', '1656643151717', '1656643151717');
INSERT INTO  ym_article_like  VALUES ('1542921763858538498', '1528248783333351426', '1538550289710256129', '1', '1656696189263', '1656696189263');
INSERT INTO  ym_article_like  VALUES ('1543336261429760002', '1528248783333351426', '1542940668664602625', '0', '1656795013184', '1656795013184');
INSERT INTO  ym_article_like  VALUES ('1543336782265847810', '1528248783333351426', '1543336700833435650', '0', '1656795137361', '1656795137361');
INSERT INTO  ym_article_like  VALUES ('1543338069371916289', '1528248783333351426', '1543338010618105857', '0', '1656795444231', '1656795444231');
INSERT INTO  ym_article_like  VALUES ('1544263240769343490', '1528248783333351426', '1543338711356280834', '1', '1657016022281', '1657016022281');
INSERT INTO  ym_article_like  VALUES ('1544315202659422209', '1527967566469914625', '1543338010618105857', '1', '1657028410961', '1657028410961');
INSERT INTO  ym_article_like  VALUES ('1549931285844070401', '1547419501513936897', '1543338711356280834', '0', '1658367389534', '1658367389534');
INSERT INTO  ym_article_like  VALUES ('1549931578979782657', '1547419501513936897', '1536965825360105473', '1', '1658367459423', '1658367459423');
INSERT INTO  ym_article_like  VALUES ('1549931641126785026', '1547419501513936897', '1529646205926191106', '0', '1658367474240', '1658367474240');
INSERT INTO  ym_article_like  VALUES ('1549931738518523906', '1547419501513936897', '1529301047351250945', '0', '1658367497460', '1658367497460');
INSERT INTO  ym_article_like  VALUES ('1549932005477584897', '1547419501513936897', '1548833058235355137', '0', '1658367561108', '1658367561108');
INSERT INTO  ym_article_like  VALUES ('1549934907629768705', '1529754007919169537', '1549932311263318018', '0', '1658368253035', '1658368253035');
INSERT INTO  ym_article_like  VALUES ('1549962630746083329', '1547419501513936897', '1549932311263318018', '0', '1658374862741', '1658374862741');
INSERT INTO  ym_article_like  VALUES ('1552921914962350082', '1552920710219829249', '1543338010618105857', '0', '1659080411078', '1659080411078');
INSERT INTO  ym_article_like  VALUES ('1552922122743975938', '1552920710219829249', '1543336700833435650', '0', '1659080460618', '1659080460618');
INSERT INTO  ym_article_like  VALUES ('1555446623180427266', '1529754007919169537', '1555121008501854210', '1', '1659682348425', '1659682348425');
INSERT INTO  ym_article_like  VALUES ('1555446673306554369', '1529754007919169537', '1555121039862665218', '0', '1659682360376', '1659682360376');
INSERT INTO  ym_article_like  VALUES ('1555451365981949953', '1529754007919169537', '1555449028102066177', '0', '1659683479197', '1659683479197');
INSERT INTO  ym_article_like  VALUES ('1556567409383444482', '1528215357112836098', '1555121039862665218', '0', '1659949564679', '1659949564679');
INSERT INTO  ym_article_like  VALUES ('1556569004909268993', '1528215357112836098', '1556568953487101954', '0', '1659949945081', '1659949945081');
INSERT INTO  ym_article_like  VALUES ('1556569916742569986', '1547419501513936897', '1555121008501854210', '1', '1659950162480', '1659950162480');
INSERT INTO  ym_article_like  VALUES ('1556922500795871234', '1556915671948865538', '1556921980274356225', '0', '1660034225069', '1660034225069');
INSERT INTO  ym_article_like  VALUES ('1556922507779387394', '1556915747999985666', '1556922007109513218', '1', '1660034226734', '1660034226734');
INSERT INTO  ym_article_like  VALUES ('1556923472431558658', '1556919695838294018', '1556923110215659522', '1', '1660034456725', '1660034456725');
INSERT INTO  ym_article_like  VALUES ('1556926572391313410', '1556915747999985666', '1556926321362219009', '0', '1660035195813', '1660035195813');
INSERT INTO  ym_article_like  VALUES ('1556927363629985793', '1552920710219829249', '1556926392996737025', '1', '1660035384459', '1660035384459');
INSERT INTO  ym_article_like  VALUES ('1556927429904183297', '1552920710219829249', '1556921719950684161', '0', '1660035400260', '1660035400260');
INSERT INTO  ym_article_like  VALUES ('1556929219353653250', '1556919581841305601', '1556921742746726401', '1', '1660035826898', '1660035826898');
INSERT INTO  ym_article_like  VALUES ('1556936445451595778', '1556919695838294018', '1556930013448646657', '1', '1660037549734', '1660037549734');
INSERT INTO  ym_article_like  VALUES ('1556936486467694593', '1556919695838294018', '1556928534251843586', '1', '1660037559513', '1660037559513');
INSERT INTO  ym_article_like  VALUES ('1556936496714379266', '1556919695838294018', '1556927168733261825', '0', '1660037561956', '1660037561956');
INSERT INTO  ym_article_like  VALUES ('1556937153324281858', '1528215357112836098', '1556930013448646657', '1', '1660037718504', '1660037718504');
INSERT INTO  ym_article_like  VALUES ('1556937154020536322', '1552920710219829249', '1556930013448646657', '1', '1660037718670', '1660037718670');
INSERT INTO  ym_article_like  VALUES ('1556937160936943618', '1556915671948865538', '1556930013448646657', '1', '1660037720319', '1660037720319');
INSERT INTO  ym_article_like  VALUES ('1556937166184017922', '1556915747999985666', '1556930013448646657', '1', '1660037721570', '1660037721570');
INSERT INTO  ym_article_like  VALUES ('1556937167278731265', '1556919695838294018', '1556926321362219009', '0', '1660037721831', '1660037721831');
INSERT INTO  ym_article_like  VALUES ('1556937170869055489', '1547419501513936897', '1556923132181229569', '0', '1660037722687', '1660037722687');
INSERT INTO  ym_article_like  VALUES ('1556937407473938434', '1547419501513936897', '1556930013448646657', '0', '1660037779098', '1660037779098');
INSERT INTO  ym_article_like  VALUES ('1556937562734489601', '1556915747999985666', '1556926392996737025', '1', '1660037816115', '1660037816115');
INSERT INTO  ym_article_like  VALUES ('1556937562877095938', '1552920710219829249', '1556927168733261825', '0', '1660037816149', '1660037816149');
INSERT INTO  ym_article_like  VALUES ('1556937670179975169', '1556915671948865538', '1556928534251843586', '1', '1660037841732', '1660037841732');
INSERT INTO  ym_article_like  VALUES ('1556937710411739137', '1528215357112836098', '1556927168733261825', '0', '1660037851324', '1660037851324');
INSERT INTO  ym_article_like  VALUES ('1556938068592717825', '1529754007919169537', '1556927168733261825', '0', '1660037936720', '1660037936720');
INSERT INTO  ym_article_like  VALUES ('1556941181395435522', '1556915747999985666', '1556924032492777473', '1', '1660038678870', '1660038678870');
INSERT INTO  ym_article_like  VALUES ('1556941371930083330', '1552920710219829249', '1556922007109513218', '1', '1660038724298', '1660038724298');
INSERT INTO  ym_article_like  VALUES ('1556942214343458817', '1556919581841305601', '1556930013448646657', '1', '1660038925145', '1660038925145');
INSERT INTO  ym_article_like  VALUES ('1556944353417527298', '1556915671948865538', '1556921742746726401', '1', '1660039435140', '1660039435140');
INSERT INTO  ym_article_like  VALUES ('1557212997200388098', '1529754007919169537', '1556946425173016577', '0', '1660103484808', '1660103484808');
INSERT INTO  ym_article_like  VALUES ('1557571897762275329', '1527968402898018305', '1557571862370738178', '1', '1660189053382', '1660190673213');
INSERT INTO  ym_article_like  VALUES ('1557576110143721474', '1527968402898018305', '1557522453415137281', '0', '1660190057681', '1660190057681');
INSERT INTO  ym_article_like  VALUES ('1557581419318902785', '1527968402898018305', '1557579652359274497', '0', '1660191323487', '1660209198502');
INSERT INTO  ym_article_like  VALUES ('1557909760307675138', '1552920710219829249', '1557908733005185025', '0', '1660269606078', '1660269606078');
INSERT INTO  ym_article_like  VALUES ('1557910223157510145', '1557271238525591554', '1557904296035532802', '0', '1660269716430', '1660269744360');
INSERT INTO  ym_article_like  VALUES ('1557910261996765185', '1556919695838294018', '1556930013419286530', '1', '1660269725690', '1660269729843');
INSERT INTO  ym_article_like  VALUES ('1557910768073097217', '1528215357112836098', '1557579652359274497', '0', '1660269846348', '1660269935739');
INSERT INTO  ym_article_like  VALUES ('1557914883876503553', '1557271238525591554', '1557914677139259393', '1', '1660270827633', '1660270828754');

-- ----------------------------
-- Table structure for ym_carousel_figure
-- ----------------------------
DROP TABLE IF EXISTS  ym_carousel_figure ;
CREATE TABLE  ym_carousel_figure   (
   id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT 'id',
   is_delete  char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '软删除',
   title  varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '标题',
   content  longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL COMMENT '内容',
   create_time  char(13) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '创建时间',
   update_time  char(13) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '更新时间\r\n更新时间',
   img  longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL COMMENT '二手轮播图',
  PRIMARY KEY ( id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_carousel_figure
-- ----------------------------

-- ----------------------------
-- Table structure for ym_chat_msg
-- ----------------------------
DROP TABLE IF EXISTS  ym_chat_msg ;
CREATE TABLE  ym_chat_msg   (
   id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '消息id',
   send_user_id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '发送者id',
   accept_user_id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '接收者id',
   msg  varchar(555) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '聊天内容',
   image  varchar(355) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '图片链接',
   sign_flag  char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '0' COMMENT '消息是否签收状态\r\n1：签收\r\n0：未签收\r\n',
   create_time  char(13) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '发送请求的事件',
   update_time  char(13) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '修改时间',
   type  char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '判断什么类型的消息 0系统通知，1点赞通知，2评论通知，3关注通知，4.聊天通知',
  PRIMARY KEY ( id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_chat_msg
-- ----------------------------
INSERT INTO  ym_chat_msg  VALUES ('1531188870790524930', '1528184056628502529', '1527967900697223169', '[李亚辉] : 123', NULL, '0', '1653898849568', '1653898849568', '1');
INSERT INTO  ym_chat_msg  VALUES ('1531438589571878914', '1528184056628502529', '1527967566469914625', '1529795017210630146', NULL, '0', '1653958387165', '1653958387165', '1');
INSERT INTO  ym_chat_msg  VALUES ('1531439252087357442', '1528184056628502529', '1527967566469914625', '1529795017210630146', NULL, '0', '1653958545121', '1653958545121', '1');
INSERT INTO  ym_chat_msg  VALUES ('1531439487614251010', '1528184056628502529', '1527967566469914625', '1529795017210630146', NULL, '0', '1653958601274', '1653958601274', '1');
INSERT INTO  ym_chat_msg  VALUES ('1531439572834119681', '1528184056628502529', '1527967566469914625', '1529795017210630146', NULL, '0', '1653958621604', '1653958621604', '1');

-- ----------------------------
-- Table structure for ym_class
-- ----------------------------
DROP TABLE IF EXISTS  ym_class ;
CREATE TABLE  ym_class   (
   class_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '班级id',
   parent_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '子级id',
   title  varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '标题',
   info  varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '详细介绍',
   is_deleted  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '删除状态 0可用 1删除',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '创建时间',
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '更新时间',
   delete_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '删除时间',
  PRIMARY KEY ( class_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_class
-- ----------------------------
INSERT INTO  ym_class  VALUES ('1', '0', '河北软件技术学院', NULL, '0', NULL, NULL, NULL);
INSERT INTO  ym_class  VALUES ('2', '1', '软件工程系', NULL, '0', NULL, NULL, NULL);
INSERT INTO  ym_class  VALUES ('3', '1', '网络工程系', NULL, '0', NULL, NULL, NULL);
INSERT INTO  ym_class  VALUES ('4', '0', '其它', NULL, '0', NULL, NULL, NULL);
INSERT INTO  ym_class  VALUES ('5', '4', '其它', NULL, '0', NULL, NULL, NULL);

-- ----------------------------
-- Table structure for ym_comment
-- ----------------------------
DROP TABLE IF EXISTS  ym_comment ;
CREATE TABLE  ym_comment   (
   comment_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '评论主键id',
   article_id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '文章id',
   user_id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '评论人id',
   content  varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '' COMMENT '评论内容',
   parent_id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '用于回复',
   like_num  int(0) NULL DEFAULT 0 COMMENT '点赞数',
   link  varchar(522) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '评论类型 0为文本评论  1为图片评论',
   is_deleted  char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '0' COMMENT '软删除 0可用 1删除',
   create_time  char(13) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '' COMMENT '创建时间',
   update_time  char(13) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '' COMMENT '修改时间',
  PRIMARY KEY ( comment_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '评论主表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_comment
-- ----------------------------
INSERT INTO  ym_comment  VALUES ('1528297283551080449', '1528265257661870081', '1528215357112836098', '灰太狼', '0', 1, '', '0', '1653209441447', '1653209441447');
INSERT INTO  ym_comment  VALUES ('1528312800353562626', '1528204550354362369', '1527968402898018305', '，', '0', 0, '', '0', '1653213140941', '1653213140941');
INSERT INTO  ym_comment  VALUES ('1528346671560261634', '1528306117787103233', '1528184056628502529', '测试评论', '0', 0, '', '0', '1653221216465', '1653221216465');
INSERT INTO  ym_comment  VALUES ('1528361358100389890', '1528348115407470593', '1528248783333351426', '我也怀念表哥', '0', 0, '', '0', '1653224718010', '1653224718010');
INSERT INTO  ym_comment  VALUES ('1528361515776860161', '1528348115407470593', '1503908808248909826', '呜呜，思念表哥', '0', 0, '', '0', '1653224755603', '1653224755603');
INSERT INTO  ym_comment  VALUES ('1528361558223216642', '1528348115407470593', '1503908808248909826', '?', '0', 0, '', '0', '1653224765722', '1653224765722');
INSERT INTO  ym_comment  VALUES ('1528362020473266177', '1528348115407470593', '1528248783333351426', '吗你你你', '0', 0, '', '0', '1653224875931', '1653224875931');
INSERT INTO  ym_comment  VALUES ('1528362326087032834', '1528348540860891137', '1528248783333351426', '回不回', '0', 1, '', '0', '1653224948795', '1653224948795');
INSERT INTO  ym_comment  VALUES ('1528362349361225729', '1528348540860891137', '1528248783333351426', '？', '0', 0, '', '0', '1653224954344', '1653224954344');
INSERT INTO  ym_comment  VALUES ('1528362366713061378', '1528348540860891137', '1528248783333351426', '？', '1528362349361225729', 0, '', '0', '1653224958481', '1653224958481');
INSERT INTO  ym_comment  VALUES ('1528362385847476225', '1528348540860891137', '1528248783333351426', '？', '1528362349361225729', 0, '', '0', '1653224963043', '1653224963043');
INSERT INTO  ym_comment  VALUES ('1528364100084686849', '1528348540860891137', '1528248783333351426', '？', '0', 0, '', '0', '1653225371749', '1653225371749');
INSERT INTO  ym_comment  VALUES ('1528364231269933057', '1528348540860891137', '1528248783333351426', '？', '1528362349361225729', 0, '', '0', '1653225403026', '1653225403026');
INSERT INTO  ym_comment  VALUES ('1528364291344949249', '1528348540860891137', '1528248783333351426', 'oo', '1528362349361225729', 0, '', '0', '1653225417350', '1653225417350');
INSERT INTO  ym_comment  VALUES ('1528364441089990658', '1528348540860891137', '1528248783333351426', 'll', '1528362349361225729', 0, '', '0', '1653225453051', '1653225453051');
INSERT INTO  ym_comment  VALUES ('1528364481527275521', '1528348540860891137', '1528248783333351426', 'p', '1528362349361225729', 0, '', '0', '1653225462692', '1653225462692');
INSERT INTO  ym_comment  VALUES ('1528364569381167105', '1528348540860891137', '1528248783333351426', 'll', '1528362349361225729', 0, '', '0', '1653225483639', '1653225483639');
INSERT INTO  ym_comment  VALUES ('1528364888920023041', '1528348540860891137', '1528248783333351426', 'p', '1528362349361225729', 0, '', '0', '1653225559822', '1653225559822');
INSERT INTO  ym_comment  VALUES ('1528365090728960002', '1528348540860891137', '1528248783333351426', '099', '1528362326087032834', 0, '', '0', '1653225607937', '1653225607937');
INSERT INTO  ym_comment  VALUES ('1528365212703514626', '1528348540860891137', '1528248783333351426', '88', '1528362326087032834', 0, '', '0', '1653225637018', '1653225637018');
INSERT INTO  ym_comment  VALUES ('1528366109877723137', '1528348540860891137', '1528248783333351426', '678', '1528362326087032834', 0, '', '0', '1653225850921', '1653225850921');
INSERT INTO  ym_comment  VALUES ('1528366532311244802', '1528348540860891137', '1528248783333351426', '0000', '1528362326087032834', 0, '', '0', '1653225951637', '1653225951637');
INSERT INTO  ym_comment  VALUES ('1528366608039403522', '1528348540860891137', '1528248783333351426', '768', '1528362326087032834', 0, '', '0', '1653225969692', '1653225969692');
INSERT INTO  ym_comment  VALUES ('1528366678616956930', '1528348540860891137', '1528248783333351426', '头疼', '1528362326087032834', 0, '', '0', '1653225986519', '1653225986519');
INSERT INTO  ym_comment  VALUES ('1528366745939730434', '1528348540860891137', '1528248783333351426', '去', '1528362326087032834', 0, '', '0', '1653226002570', '1653226002570');
INSERT INTO  ym_comment  VALUES ('1528366777388621825', '1528348540860891137', '1528248783333351426', '营业厅', '1528366745939730434', 0, '', '0', '1653226010068', '1653226010068');
INSERT INTO  ym_comment  VALUES ('1528379349949079554', '1528348540860891137', '1503908808248909826', 'emo了', '1528362366713061378', 0, '', '0', '1653229007601', '1653229007601');
INSERT INTO  ym_comment  VALUES ('1528379395335643137', '1528348540860891137', '1503908808248909826', 'emo了', '1528362326087032834', 0, '', '0', '1653229018421', '1653229018421');
INSERT INTO  ym_comment  VALUES ('1528379412888805378', '1528348540860891137', '1503908808248909826', '1', '0', 0, '', '0', '1653229022606', '1653229022606');
INSERT INTO  ym_comment  VALUES ('1528537472030478338', '1528204550354362369', '1527967900697223169', '1', '0', 0, '', '0', '1653266706843', '1653266706843');
INSERT INTO  ym_comment  VALUES ('1528543984232697857', '1528348540860891137', '1527967900697223169', '呀好呀', '1528364100084686849', 0, '', '0', '1653268259473', '1653268259473');
INSERT INTO  ym_comment  VALUES ('1528575276789796866', '1528348540860891137', '1528248783333351426', '我自横刀向天笑，去留肝胆两昆仑', '0', 0, '', '0', '1653275720200', '1653275720200');
INSERT INTO  ym_comment  VALUES ('1528575451860045826', '1528348540860891137', '1528248783333351426', '我自横刀向天笑', '0', 0, '', '0', '1653275761940', '1653275761940');
INSERT INTO  ym_comment  VALUES ('1528575613248475137', '1528571464800800769', '1528248783333351426', '111111111111111111', '0', 1, '', '0', '1653275800417', '1653275800417');
INSERT INTO  ym_comment  VALUES ('1528575976471007233', '1528571464800800769', '1528248783333351426', '噢噢噢噢', '1528575613248475137', 0, '', '0', '1653275887017', '1653275887017');
INSERT INTO  ym_comment  VALUES ('1528576034880884738', '1528571464800800769', '1528248783333351426', '啊啊啊', '1528575613248475137', 0, '', '0', '1653275900943', '1653275900943');
INSERT INTO  ym_comment  VALUES ('1528576221003124737', '1528571464800800769', '1528248783333351426', '嗡嗡嗡企鹅', '0', 0, '', '0', '1653275945318', '1653275945318');
INSERT INTO  ym_comment  VALUES ('1528576235041460226', '1528571464800800769', '1528248783333351426', '2饿饿', '1528576221003124737', 0, '', '0', '1653275948665', '1653275948665');
INSERT INTO  ym_comment  VALUES ('1528576256180752385', '1528571464800800769', '1528248783333351426', '2额额2', '1528576221003124737', 0, '', '0', '1653275953704', '1653275953704');
INSERT INTO  ym_comment  VALUES ('1528576267857694722', '1528571464800800769', '1528248783333351426', '2饿饿', '1528576235041460226', 0, '', '0', '1653275956489', '1653275956489');
INSERT INTO  ym_comment  VALUES ('1528625056865914882', '1528536040329973762', '1528248783333351426', '嗨嗨', '0', 0, '', '0', '1653287588696', '1653287588696');
INSERT INTO  ym_comment  VALUES ('1528625368167157762', '1528571464800800769', '1527967900697223169', '164646', '0', 0, '', '0', '1653287662915', '1653287662915');
INSERT INTO  ym_comment  VALUES ('1528649909111128065', '1528571464800800769', '1528184056628502529', '', '0', 0, '', '0', '1653293513932', '1653293513932');
INSERT INTO  ym_comment  VALUES ('1528649909346009090', '1528571464800800769', '1528184056628502529', '', '0', 0, '', '0', '1653293513987', '1653293513987');
INSERT INTO  ym_comment  VALUES ('1528649917596205058', '1528571464800800769', '1528184056628502529', '', '0', 0, '', '0', '1653293515955', '1653293515955');
INSERT INTO  ym_comment  VALUES ('1528651037513121794', '1528571464800800769', '1528248783333351426', 'wwwww', '0', 0, '', '0', '1653293782964', '1653293782964');
INSERT INTO  ym_comment  VALUES ('1528651367642595330', '1528650358237200385', '1528248783333351426', 'www', '0', 1, '', '0', '1653293861672', '1653293861672');
INSERT INTO  ym_comment  VALUES ('1528651427709222914', '1528650358237200385', '1528248783333351426', 'www', '1528651367642595330', 0, '', '0', '1653293875993', '1653293875993');
INSERT INTO  ym_comment  VALUES ('1528651656944713730', '1528650358237200385', '1528248783333351426', '', '0', 0, '', '1', '1653293930648', '1653293930648');
INSERT INTO  ym_comment  VALUES ('1528770758946426882', '1528707227962150913', '1527967900697223169', '我是本人呀', '0', 0, '', '0', '1653322326778', '1653322326778');
INSERT INTO  ym_comment  VALUES ('1529018300133117954', '1528720923333595137', '1528248783333351426', '去吧皮卡丘', '0', 0, '', '1', '1653381345196', '1653381345196');
INSERT INTO  ym_comment  VALUES ('1529040502706507778', '1528720923333595137', '1528248783333351426', '000', '0', 0, '', '1', '1653386638702', '1653386638702');
INSERT INTO  ym_comment  VALUES ('1529047524323725313', '1528720923333595137', '1528248783333351426', '22222', '0', 0, '', '1', '1653388312786', '1653388312786');
INSERT INTO  ym_comment  VALUES ('1529047591784910850', '1528720923333595137', '1528248783333351426', '111111', '0', 0, '', '1', '1653388328870', '1653388328870');
INSERT INTO  ym_comment  VALUES ('1529048530797301761', '1528720923333595137', '1528248783333351426', '2222', '0', 0, '', '1', '1653388552748', '1653388552748');
INSERT INTO  ym_comment  VALUES ('1529048674074726402', '1528720923333595137', '1528248783333351426', '一条好汉', '0', 0, '', '0', '1653388586908', '1653388586908');
INSERT INTO  ym_comment  VALUES ('1529048736163008513', '1528720923333595137', '1528248783333351426', '333', '0', 0, '', '0', '1653388601711', '1653388601711');
INSERT INTO  ym_comment  VALUES ('1529051545054842881', '1528720923333595137', '1528248783333351426', '1', '0', 0, '', '0', '1653389271403', '1653389271403');
INSERT INTO  ym_comment  VALUES ('1529059656524173313', '1528720923333595137', '1528248783333351426', '1', '0', 0, '', '0', '1653391205329', '1653391205329');
INSERT INTO  ym_comment  VALUES ('1529063397952393218', '1528650358237200385', '1528248783333351426', '哈哈哈', '0', 1, '', '0', '1653392097354', '1653392097354');
INSERT INTO  ym_comment  VALUES ('1529064611981103106', '1528720923333595137', '1528248783333351426', '11', '0', 0, '', '0', '1653392386800', '1653392386800');
INSERT INTO  ym_comment  VALUES ('1529064667169755138', '1528650358237200385', '1528248783333351426', '去', '0', 0, '', '0', '1653392399958', '1653392399958');
INSERT INTO  ym_comment  VALUES ('1529065015464759297', '1528720923333595137', '1528248783333351426', '怕怕怕怕', '1529048674074726402', 0, '', '1', '1653392482998', '1653392482998');
INSERT INTO  ym_comment  VALUES ('1529065922902429697', '1528720923333595137', '1528248783333351426', '钱钱钱', '1529048736163008513', 0, '', '0', '1653392699348', '1653392699348');
INSERT INTO  ym_comment  VALUES ('1529066271096770561', '1528720923333595137', '1528248783333351426', '钱钱钱', '1529048674074726402', 1, '', '0', '1653392782364', '1653392782364');
INSERT INTO  ym_comment  VALUES ('1529066452978569217', '1528720923333595137', '1528248783333351426', '111', '0', 0, '', '0', '1653392825729', '1653392825729');
INSERT INTO  ym_comment  VALUES ('1529066464613568514', '1528720923333595137', '1528248783333351426', '11', '1529066452978569217', 0, '', '0', '1653392828502', '1653392828502');
INSERT INTO  ym_comment  VALUES ('1529066504748863490', '1528720923333595137', '1528248783333351426', '11', '1529051545054842881', 0, '', '0', '1653392838072', '1653392838072');
INSERT INTO  ym_comment  VALUES ('1529066529621086210', '1528720923333595137', '1528248783333351426', '111', '1529064611981103106', 0, '', '0', '1653392844002', '1653392844002');
INSERT INTO  ym_comment  VALUES ('1529066811323125762', '1528720923333595137', '1528248783333351426', '11', '0', 0, '', '0', '1653392911165', '1653392911165');
INSERT INTO  ym_comment  VALUES ('1529067770631753729', '1528720923333595137', '1528248783333351426', '11', '0', 0, '', '0', '1653393139882', '1653393139882');
INSERT INTO  ym_comment  VALUES ('1529291453224783873', '1529291079982059522', '1528248783333351426', '已举报', '0', 0, '', '0', '1653446469967', '1653446469967');
INSERT INTO  ym_comment  VALUES ('1529294593986727937', '1529294388600049666', '1527967900697223169', '椿去湫来，海棠依旧，椿还鲲命，谁还湫情！', '0', 0, '', '0', '1653447218784', '1653447218784');
INSERT INTO  ym_comment  VALUES ('1529299599674642434', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448412232', '1653448412232');
INSERT INTO  ym_comment  VALUES ('1529300024146595842', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448513434', '1653448513434');
INSERT INTO  ym_comment  VALUES ('1529300303667597314', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448580077', '1653448580077');
INSERT INTO  ym_comment  VALUES ('1529300311674523650', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448581987', '1653448581987');
INSERT INTO  ym_comment  VALUES ('1529300313872338946', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448582510', '1653448582510');
INSERT INTO  ym_comment  VALUES ('1529300316250509313', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448583078', '1653448583078');
INSERT INTO  ym_comment  VALUES ('1529300317726904322', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448583429', '1653448583429');
INSERT INTO  ym_comment  VALUES ('1529300319559815170', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448583866', '1653448583866');
INSERT INTO  ym_comment  VALUES ('1529300321086541825', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448584230', '1653448584230');
INSERT INTO  ym_comment  VALUES ('1529300322760069121', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448584629', '1653448584629');
INSERT INTO  ym_comment  VALUES ('1529300324236464130', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448584981', '1653448584981');
INSERT INTO  ym_comment  VALUES ('1529300326056792066', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448585415', '1653448585415');
INSERT INTO  ym_comment  VALUES ('1529300328690814977', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448586043', '1653448586043');
INSERT INTO  ym_comment  VALUES ('1529300368280850434', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448595482', '1653448595482');
INSERT INTO  ym_comment  VALUES ('1529300369501392898', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448595773', '1653448595773');
INSERT INTO  ym_comment  VALUES ('1529300374509391873', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448596967', '1653448596967');
INSERT INTO  ym_comment  VALUES ('1529300377088888833', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448597582', '1653448597582');
INSERT INTO  ym_comment  VALUES ('1529300378791776257', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448597988', '1653448597988');
INSERT INTO  ym_comment  VALUES ('1529300380524023809', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448598401', '1653448598401');
INSERT INTO  ym_comment  VALUES ('1529300382155608065', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448598790', '1653448598790');
INSERT INTO  ym_comment  VALUES ('1529300383887855617', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448599203', '1653448599203');
INSERT INTO  ym_comment  VALUES ('1529300385808846850', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448599661', '1653448599661');
INSERT INTO  ym_comment  VALUES ('1529300387490762754', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448600062', '1653448600062');
INSERT INTO  ym_comment  VALUES ('1529300389168484354', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448600462', '1653448600462');
INSERT INTO  ym_comment  VALUES ('1529300391068504065', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448600916', '1653448600916');
INSERT INTO  ym_comment  VALUES ('1529300392700088321', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448601304', '1653448601304');
INSERT INTO  ym_comment  VALUES ('1529300400077869057', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448603063', '1653448603063');
INSERT INTO  ym_comment  VALUES ('1529300401503932417', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448603404', '1653448603404');
INSERT INTO  ym_comment  VALUES ('1529300404121178113', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448604028', '1653448604028');
INSERT INTO  ym_comment  VALUES ('1529300405937311746', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448604460', '1653448604460');
INSERT INTO  ym_comment  VALUES ('1529300407770222593', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448604897', '1653448604897');
INSERT INTO  ym_comment  VALUES ('1529300409385029634', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448605282', '1653448605282');
INSERT INTO  ym_comment  VALUES ('1529300411180191746', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448605710', '1653448605710');
INSERT INTO  ym_comment  VALUES ('1529300412757250049', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448606087', '1653448606087');
INSERT INTO  ym_comment  VALUES ('1529300415911366657', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448606838', '1653448606838');
INSERT INTO  ym_comment  VALUES ('1529300426103525377', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448609268', '1653448609268');
INSERT INTO  ym_comment  VALUES ('1529300432151711745', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448610710', '1653448610710');
INSERT INTO  ym_comment  VALUES ('1529300436782223362', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448611814', '1653448611814');
INSERT INTO  ym_comment  VALUES ('1529300439365914625', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448612430', '1653448612430');
INSERT INTO  ym_comment  VALUES ('1529300445296660482', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448613844', '1653448613844');
INSERT INTO  ym_comment  VALUES ('1529300447658053633', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448614407', '1653448614407');
INSERT INTO  ym_comment  VALUES ('1529300451349041153', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448615287', '1653448615287');
INSERT INTO  ym_comment  VALUES ('1529300453869817858', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448615889', '1653448615889');
INSERT INTO  ym_comment  VALUES ('1529300455589482498', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448616299', '1653448616299');
INSERT INTO  ym_comment  VALUES ('1529300457376256002', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448616724', '1653448616724');
INSERT INTO  ym_comment  VALUES ('1529300460014473217', '1528720923333595137', '1527968402898018305', '好', '0', 0, '', '0', '1653448617354', '1653448617354');
INSERT INTO  ym_comment  VALUES ('1529303370584625153', '1529301047351250945', '1528248783333351426', '图二是什么鬼', '0', 0, '', '1', '1653449311287', '1653449311287');
INSERT INTO  ym_comment  VALUES ('1529303428029812738', '1529301047351250945', '1528248783333351426', '嘶', '1529303370584625153', 0, '', '0', '1653449324984', '1653449324984');
INSERT INTO  ym_comment  VALUES ('1529303591288901634', '1529301047351250945', '1528248783333351426', '好吓人啊', '1529303428029812738', 0, '', '0', '1653449363908', '1653449363908');
INSERT INTO  ym_comment  VALUES ('1529305364191842305', '1529301047351250945', '1528248783333351426', '能不能发到商品，', '0', 0, '', '0', '1653449786600', '1653449786600');
INSERT INTO  ym_comment  VALUES ('1529305488259354625', '1529301047351250945', '1528248783333351426', '这是社区', '1529305364191842305', 0, '', '0', '1653449816180', '1653449816180');
INSERT INTO  ym_comment  VALUES ('1529377069211914241', '1529323077094150145', '1528248783333351426', '救救我', '0', 0, '', '0', '1653466882409', '1653466882409');
INSERT INTO  ym_comment  VALUES ('1529377110504837121', '1529323077094150145', '1528248783333351426', '好想粗去丸', '0', 0, '', '1', '1653466892254', '1653466892254');
INSERT INTO  ym_comment  VALUES ('1529377198903988226', '1529323077094150145', '1528248783333351426', '想上班', '0', 0, '', '1', '1653466913330', '1653466913330');
INSERT INTO  ym_comment  VALUES ('1529377220609511426', '1529323077094150145', '1528248783333351426', '想出校', '0', 0, '', '1', '1653466918505', '1653466918505');
INSERT INTO  ym_comment  VALUES ('1529377253975199746', '1529323077094150145', '1528248783333351426', '呜呜', '1529377069211914241', 0, '', '0', '1653466926460', '1653466926460');
INSERT INTO  ym_comment  VALUES ('1529439502601400321', '1529323077094150145', '1528184056628502529', '测试', '1529377198903988226', 0, '', '0', '1653481767690', '1653481767690');
INSERT INTO  ym_comment  VALUES ('1529633859442905089', '1529323077094150145', '1528184056628502529', '测试一下', '1529377110504837121', 0, '', '0', '1653528105973', '1653528105973');
INSERT INTO  ym_comment  VALUES ('1529646987203391490', '1529301047351250945', '1529288402074144769', '哈哈哈哈', '0', 0, '', '0', '1653531235874', '1653531235874');
INSERT INTO  ym_comment  VALUES ('1529648323118575617', '1529301047351250945', '1529288402074144769', '退退退', '1529303428029812738', 0, '', '0', '1653531554381', '1653531554381');
INSERT INTO  ym_comment  VALUES ('1529648418358636545', '1529301047351250945', '1529288402074144769', '退退退', '1529303428029812738', 0, '', '0', '1653531577087', '1653531577087');
INSERT INTO  ym_comment  VALUES ('1529648493642199041', '1529301047351250945', '1529288402074144769', '退', '1529305488259354625', 0, '', '0', '1653531595036', '1653531595036');
INSERT INTO  ym_comment  VALUES ('1529648660604858370', '1529301047351250945', '1529288402074144769', '哈哈哈', '1529303591288901634', 0, '', '0', '1653531634844', '1653531634844');
INSERT INTO  ym_comment  VALUES ('1529652021530013697', '1529321590657978370', '1528248783333351426', '11', '0', 0, '', '0', '1653532436150', '1653532436150');
INSERT INTO  ym_comment  VALUES ('1529652442067709954', '1529646205926191106', '1528248783333351426', '不要灰心，老弟', '0', 0, '', '0', '1653532536417', '1653532536417');
INSERT INTO  ym_comment  VALUES ('1529652595759591426', '1529646205926191106', '1528248783333351426', '我来给你写接口', '0', 0, '', '1', '1653532573058', '1653532573058');
INSERT INTO  ym_comment  VALUES ('1529653583476240386', '1529646205926191106', '1528248783333351426', '图片是谁好帅', '0', 0, '', '0', '1653532808547', '1653532808547');
INSERT INTO  ym_comment  VALUES ('1529653610101682178', '1529646205926191106', '1528248783333351426', 'o((>ω< ))o', '1529653583476240386', 0, '', '0', '1653532814896', '1653532814896');
INSERT INTO  ym_comment  VALUES ('1529654511923179521', '1529321590657978370', '1529288402074144769', '范草厂村', '1529652021530013697', 0, '', '0', '1653533029906', '1653533029906');
INSERT INTO  ym_comment  VALUES ('1529735727619805186', '1529322769211265025', '1528248783333351426', '我河软林丹', '0', 1, '', '0', '1653552393237', '1653552393237');
INSERT INTO  ym_comment  VALUES ('1529735784830111746', '1529322769211265025', '1528248783333351426', '我林丹本人', '1529735727619805186', 0, '', '1', '1653552406877', '1653552406877');
INSERT INTO  ym_comment  VALUES ('1529741736186777602', '1529322769211265025', '1528248783333351426', '我林丹', '0', 0, '', '0', '1653553825791', '1653553825791');
INSERT INTO  ym_comment  VALUES ('1529741763739160578', '1529322769211265025', '1528248783333351426', '。。。', '1529735727619805186', 0, '', '0', '1653553832360', '1653553832360');
INSERT INTO  ym_comment  VALUES ('1529742814877880321', '1529653890142777345', '1528248783333351426', '哈哈哈哈', '0', 0, '', '0', '1653554082971', '1653554082971');
INSERT INTO  ym_comment  VALUES ('1529742825825013761', '1529653890142777345', '1528248783333351426', '哈哈哈哈哈', '0', 0, '', '0', '1653554085581', '1653554085581');
INSERT INTO  ym_comment  VALUES ('1529742837782974466', '1529653890142777345', '1528248783333351426', '1111', '1529742814877880321', 0, '', '0', '1653554088432', '1653554088432');
INSERT INTO  ym_comment  VALUES ('1529743359382425601', '1529323077094150145', '1528248783333351426', '111', '1529377069211914241', 0, '', '0', '1653554212791', '1653554212791');
INSERT INTO  ym_comment  VALUES ('1529744312709976066', '1529739664070578178', '1528248783333351426', '11111', '0', 0, '', '0', '1653554440082', '1653554440082');
INSERT INTO  ym_comment  VALUES ('1529744764373602305', '1529739664070578178', '1527967900697223169', '滴滴', '1529744312709976066', 0, '', '0', '1653554547767', '1653554547767');
INSERT INTO  ym_comment  VALUES ('1529744800956321794', '1529739664070578178', '1527967900697223169', '滴滴', '0', 0, '', '0', '1653554556489', '1653554556489');
INSERT INTO  ym_comment  VALUES ('1529791716326936577', '1529752194755104770', '1528248783333351426', '...', '0', 0, '', '0', '1653565741985', '1653565741985');
INSERT INTO  ym_comment  VALUES ('1530093801190744066', '1529979132807516162', '1529754007919169537', '《龙猫》是由宫崎骏执导，日高法子、坂本千夏、糸井重里配音的动画电影，于1988年4月16日在日本上映。高清重制版于2018年12月14日在中国公映。\n\n该片讲述了草壁达郎的妻子', '0', 0, '', '1', '1653637764629', '1653637764629');
INSERT INTO  ym_comment  VALUES ('1530094074239934466', '1529979132807516162', '1529754007919169537', '1111111111111111111111111111111111111111111111111111111111111111111111111111111111111111', '1530093801190744066', 0, '', '0', '1653637829730', '1653637829730');
INSERT INTO  ym_comment  VALUES ('1530115527026958337', '1529323077094150145', '1528248783333351426', 'oooo', '0', 0, '', '0', '1653642944472', '1653642944472');
INSERT INTO  ym_comment  VALUES ('1530211486805286914', '1529979132807516162', '1528248783333351426', '我爱宫崎骏呜呜呜', '0', 1, '', '0', '1653665823067', '1653665823067');
INSERT INTO  ym_comment  VALUES ('1530379557046083586', '1530021003667726338', '1528248783333351426', 'wuwuwuwuwu', '0', 1, '', '0', '1653705894134', '1653705894134');
INSERT INTO  ym_comment  VALUES ('1530380179409494017', '1530379736646180866', '1528248783333351426', '什么什么', '0', 0, '', '1', '1653706042518', '1653706042518');
INSERT INTO  ym_comment  VALUES ('1530389881774170114', '1530379736646180866', '1528248783333351426', '哈哈哈', '0', 0, '', '0', '1653708355742', '1653708355742');
INSERT INTO  ym_comment  VALUES ('1531084750511431681', '1530021003667726338', '1528184056628502529', 'ddd', '1530379557046083586', 0, '', '0', '1653874025358', '1653874025358');
INSERT INTO  ym_comment  VALUES ('1531086181071085569', '1530379736646180866', '1528248783333351426', '3', '1530389881774170114', 2, '', '0', '1653874366431', '1653874366431');
INSERT INTO  ym_comment  VALUES ('1531091308695883778', '1529979132807516162', '1529754007919169537', '支持 base64 格式图片。\r\n支持网络路径图片。\r\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\r\n使用本地路径背', '0', 0, '', '0', '1653875588952', '1653875588952');
INSERT INTO  ym_comment  VALUES ('1531091331189936129', '1529979132807516162', '1529754007919169537', '支持 base64 格式图片。\r\n支持网络路径图片。\r\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\r\n使用本地路径背', '0', 0, '', '0', '1653875594315', '1653875594315');
INSERT INTO  ym_comment  VALUES ('1531091349527433218', '1529979132807516162', '1529754007919169537', '支持 base64 格式图片。\r\n支持网络路径图片。\r\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\r\n使用本地路径背', '0', 0, '', '0', '1653875598686', '1653875598686');
INSERT INTO  ym_comment  VALUES ('1531091403747201026', '1529979132807516162', '1529754007919169537', '支持 base64 格式图片。\r\n支持网络路径图片。\r\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\r\n使用本地路径背', '0', 0, '', '0', '1653875611614', '1653875611614');
INSERT INTO  ym_comment  VALUES ('1531091418800558081', '1529979132807516162', '1529754007919169537', '支持 base64 格式图片。\r\n支持网络路径图片。\r\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\r\n使用本地路径背', '0', 0, '', '0', '1653875615203', '1653875615203');
INSERT INTO  ym_comment  VALUES ('1531091432700481537', '1529979132807516162', '1529754007919169537', '支持 base64 格式图片。\r\n支持网络路径图片。\r\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\r\n使用本地路径背', '0', 0, '', '0', '1653875618517', '1653875618517');
INSERT INTO  ym_comment  VALUES ('1531091482826608642', '1529979132807516162', '1529754007919169537', '支持 base64 格式图片。\r\n支持网络路径图片。\r\n小程序不支持在 css 中使用本地文件，包括本地的背景图和字体文件。需以 base64 方式方可使用。\r\n使用本地路径背', '0', 0, '', '0', '1653875630468', '1653875630468');
INSERT INTO  ym_comment  VALUES ('1531091633972547586', '1529979132807516162', '1529754007919169537', '评论文字过长 导致评论失败 但总条数增加了', '0', 0, '', '0', '1653875666503', '1653875666503');
INSERT INTO  ym_comment  VALUES ('1531197941291782146', '1531197828355952641', '1529754007919169537', '图片过大 发布后 图片丢失', '0', 0, '', '0', '1653901012143', '1653901012143');
INSERT INTO  ym_comment  VALUES ('1531215691754082305', '1530379736646180866', '1529754007919169537', '', '0', 0, '', '0', '1653905244184', '1653905244184');
INSERT INTO  ym_comment  VALUES ('1531215700344016897', '1530379736646180866', '1529754007919169537', '', '0', 0, '', '0', '1653905246231', '1653905246231');
INSERT INTO  ym_comment  VALUES ('1531215708220919810', '1530379736646180866', '1529754007919169537', '', '0', 0, '', '0', '1653905248109', '1653905248109');
INSERT INTO  ym_comment  VALUES ('1531848699586654210', '1529646205926191106', '1528248783333351426', ' 255565', '0', 0, '', '0', '1654056165030', '1654056165030');
INSERT INTO  ym_comment  VALUES ('1531853892281806849', '1529804311444361218', '1528248783333351426', '1', '0', 0, '', '0', '1654057403046', '1654057403047');
INSERT INTO  ym_comment  VALUES ('1531853907414855681', '1529804311444361218', '1528248783333351426', '1', '1531853892281806849', 0, '', '0', '1654057406655', '1654057406655');
INSERT INTO  ym_comment  VALUES ('1531854027736854530', '1529804311444361218', '1528248783333351426', '1', '0', 0, '', '0', '1654057435341', '1654057435341');
INSERT INTO  ym_comment  VALUES ('1531854083294605313', '1529804311444361218', '1528248783333351426', '1', '1531854027736854530', 0, '', '0', '1654057448588', '1654057448588');
INSERT INTO  ym_comment  VALUES ('1531854119365619714', '1529804311444361218', '1528248783333351426', '2', '1531853907414855681', 0, '', '0', '1654057457188', '1654057457188');
INSERT INTO  ym_comment  VALUES ('1533488291603656706', '1529795017210630146', '1528248783333351426', '唉', '0', 0, '', '0', '1654447074211', '1654447074211');
INSERT INTO  ym_comment  VALUES ('1533488315955785729', '1529795017210630146', '1528248783333351426', 'emig', '0', 0, '', '0', '1654447080016', '1654447080016');
INSERT INTO  ym_comment  VALUES ('1533488334607855618', '1529795017210630146', '1528248783333351426', '123', '1533488291603656706', 0, '', '0', '1654447084464', '1654447084464');
INSERT INTO  ym_comment  VALUES ('1533488348293869569', '1529795017210630146', '1528248783333351426', '123', '1533488334607855618', 0, '', '0', '1654447087727', '1654447087727');
INSERT INTO  ym_comment  VALUES ('1533488369475104770', '1529795017210630146', '1528248783333351426', '123', '1533488334607855618', 0, '', '0', '1654447092777', '1654447092777');
INSERT INTO  ym_comment  VALUES ('1533488548915818497', '1530021003667726338', '1528248783333351426', '12', '1531084750511431681', 1, '', '0', '1654447135559', '1654447135559');
INSERT INTO  ym_comment  VALUES ('1533853455863623681', '1533852988983062529', '1528248783333351426', '11', '0', 0, '', '1', '1654534136155', '1654534136155');
INSERT INTO  ym_comment  VALUES ('1533854602208849921', '1533852988983062529', '1528248783333351426', '11', '0', 0, '', '1', '1654534409465', '1654534409465');
INSERT INTO  ym_comment  VALUES ('1533854611549564929', '1533852988983062529', '1528248783333351426', '1', '1533853455863623681', 0, '', '0', '1654534411692', '1654534411692');
INSERT INTO  ym_comment  VALUES ('1533854630491041794', '1533852988983062529', '1528248783333351426', '111', '1533854602208849921', 0, '', '0', '1654534416208', '1654534416208');
INSERT INTO  ym_comment  VALUES ('1533854647868043265', '1533852988983062529', '1528248783333351426', '111', '1533854611549564929', 0, '', '0', '1654534420351', '1654534420351');
INSERT INTO  ym_comment  VALUES ('1533854677739876353', '1533852988983062529', '1528248783333351426', '11111', '1533854611549564929', 0, '', '0', '1654534427473', '1654534427473');
INSERT INTO  ym_comment  VALUES ('1533858557424939010', '1533852988983062529', '1528248783333351426', '111', '1533853455863623681', 0, '', '0', '1654535352462', '1654535352462');
INSERT INTO  ym_comment  VALUES ('1533858666191630338', '1533852988983062529', '1528248783333351426', '1111111', '1533853455863623681', 0, '', '0', '1654535378394', '1654535378394');
INSERT INTO  ym_comment  VALUES ('1533858903484379137', '1533852988983062529', '1528248783333351426', '什么工', '1533853455863623681', 0, '', '0', '1654535434968', '1654535434968');
INSERT INTO  ym_comment  VALUES ('1533859912176742402', '1533852988983062529', '1528248783333351426', '111', '1533853455863623681', 0, '', '0', '1654535675460', '1654535675460');
INSERT INTO  ym_comment  VALUES ('1533860022352719873', '1533852988983062529', '1528248783333351426', '救命', '1533853455863623681', 0, '', '0', '1654535701728', '1654535701728');
INSERT INTO  ym_comment  VALUES ('1533860244059435009', '1533852988983062529', '1528248783333351426', '我', '1533854602208849921', 0, '', '0', '1654535754587', '1654535754587');
INSERT INTO  ym_comment  VALUES ('1533860655856201730', '1533852988983062529', '1528248783333351426', '木', '1533854602208849921', 0, '', '0', '1654535852767', '1654535852767');
INSERT INTO  ym_comment  VALUES ('1533860756490137602', '1533852988983062529', '1528248783333351426', '木', '1533854602208849921', 0, '', '0', '1654535876760', '1654535876760');
INSERT INTO  ym_comment  VALUES ('1533860829831737345', '1533852988983062529', '1528248783333351426', '要', '1533854602208849921', 0, '', '0', '1654535894246', '1654535894246');
INSERT INTO  ym_comment  VALUES ('1533861189468139521', '1533852988983062529', '1528248783333351426', '1', '1533854602208849921', 0, '', '0', '1654535979990', '1654535979990');
INSERT INTO  ym_comment  VALUES ('1533861377876275201', '1533852988983062529', '1528248783333351426', '我', '1533854602208849921', 0, '', '0', '1654536024910', '1654536024910');
INSERT INTO  ym_comment  VALUES ('1534002827725221889', '1530021003667726338', '1527967900697223169', '哈喽', '0', 1, '', '0', '1654569749182', '1654569749182');
INSERT INTO  ym_comment  VALUES ('1534002853901873153', '1530021003667726338', '1527967900697223169', '11', '1534002827725221889', 0, '', '0', '1654569755423', '1654569755423');
INSERT INTO  ym_comment  VALUES ('1534002927377690626', '1530021003667726338', '1527967900697223169', '333', '1531084750511431681', 0, '', '0', '1654569772940', '1654569772940');
INSERT INTO  ym_comment  VALUES ('1534002980032983042', '1530021003667726338', '1527967900697223169', '112', '1533488548915818497', 0, '', '0', '1654569785494', '1654569785494');
INSERT INTO  ym_comment  VALUES ('1534003225575927809', '1530021003667726338', '1527967900697223169', '224', '1534002980032983042', 0, '', '0', '1654569844037', '1654569844037');
INSERT INTO  ym_comment  VALUES ('1534003584516075521', '1530021003667726338', '1527967566469914625', '你好', '0', 0, '', '0', '1654569929614', '1654569929614');
INSERT INTO  ym_comment  VALUES ('1534003639826362370', '1530021003667726338', '1527967566469914625', '楼主在吗？', '0', 0, '', '0', '1654569942802', '1654569942802');
INSERT INTO  ym_comment  VALUES ('1534003688681615361', '1530021003667726338', '1527967566469914625', '你', '1534002853901873153', 0, '', '0', '1654569954449', '1654569954449');
INSERT INTO  ym_comment  VALUES ('1534003827072675842', '1530021003667726338', '1527967566469914625', '你', '1530379557046083586', 0, '', '0', '1654569987445', '1654569987445');
INSERT INTO  ym_comment  VALUES ('1534004002721738754', '1530021003667726338', '1527967900697223169', '45456', '0', 0, '', '0', '1654570029323', '1654570029323');
INSERT INTO  ym_comment  VALUES ('1534004065812459521', '1530021003667726338', '1527967900697223169', '533', '1534003639826362370', 0, '', '0', '1654570044365', '1654570044365');
INSERT INTO  ym_comment  VALUES ('1534004103540224002', '1530021003667726338', '1527967900697223169', '67867', '0', 0, '', '0', '1654570053359', '1654570053359');
INSERT INTO  ym_comment  VALUES ('1534004236206059522', '1530021003667726338', '1528184056628502529', '111', '1534004103540224002', 0, '', '0', '1654570084990', '1654570084990');
INSERT INTO  ym_comment  VALUES ('1534004249455865857', '1530021003667726338', '1528184056628502529', '', '0', 0, '', '0', '1654570088149', '1654570088149');
INSERT INTO  ym_comment  VALUES ('1534004262709866497', '1530021003667726338', '1527967900697223169', '评论1', '0', 0, '', '0', '1654570091310', '1654570091310');
INSERT INTO  ym_comment  VALUES ('1534004277238935553', '1530021003667726338', '1528184056628502529', 'ssw', '1534004249455865857', 0, '', '0', '1654570094773', '1654570094773');
INSERT INTO  ym_comment  VALUES ('1534004289935093761', '1530021003667726338', '1527967900697223169', '评论2', '1534004249455865857', 0, '', '0', '1654570097800', '1654570097800');
INSERT INTO  ym_comment  VALUES ('1534004302534782978', '1530021003667726338', '1528184056628502529', 'www', '0', 0, '', '0', '1654570100803', '1654570100803');
INSERT INTO  ym_comment  VALUES ('1534004314878619649', '1530021003667726338', '1527967900697223169', '评论3', '0', 0, '', '0', '1654570103747', '1654570103747');
INSERT INTO  ym_comment  VALUES ('1534020321357705218', '1530021003667726338', '1529754007919169537', '1111111111111111111111111111111111111111111111111111111111111111111111111111111111111111', '0', 0, '', '0', '1654573919989', '1654573919989');
INSERT INTO  ym_comment  VALUES ('1534074886295760898', '1533852988983062529', '1528248783333351426', '1111', '0', 0, '', '1', '1654586929284', '1654586929284');
INSERT INTO  ym_comment  VALUES ('1534076480584265729', '1533852988983062529', '1528248783333351426', '？？', '0', 0, '', '1', '1654587309392', '1654587309392');
INSERT INTO  ym_comment  VALUES ('1534117925575831553', '1533852988983062529', '1528248783333351426', 'sssss', '1533860655856201730', 0, '', '0', '1654597190648', '1654597190648');
INSERT INTO  ym_comment  VALUES ('1534117942806032386', '1533852988983062529', '1528248783333351426', 'sss', '1533860655856201730', 0, '', '0', '1654597194755', '1654597194755');
INSERT INTO  ym_comment  VALUES ('1534118060540145666', '1533852988983062529', '1528248783333351426', 'qqqqq', '1533860655856201730', 0, '', '0', '1654597222826', '1654597222826');
INSERT INTO  ym_comment  VALUES ('1534121734754643970', '1533852988983062529', '1528248783333351426', '11111111111', '1533854602208849921', 0, '', '0', '1654598098827', '1654598098827');
INSERT INTO  ym_comment  VALUES ('1534121807202856962', '1533852988983062529', '1528248783333351426', 'qqqqq', '1533854602208849921', 0, '', '0', '1654598116100', '1654598116100');
INSERT INTO  ym_comment  VALUES ('1534122235093168130', '1533852988983062529', '1528248783333351426', '///', '1533854602208849921', 0, '', '0', '1654598218116', '1654598218116');
INSERT INTO  ym_comment  VALUES ('1534122652829069314', '1533852988983062529', '1528248783333351426', '??', '1533854602208849921', 0, '', '0', '1654598317712', '1654598317712');
INSERT INTO  ym_comment  VALUES ('1534122818139172865', '1533852988983062529', '1528248783333351426', '//', '1533854602208849921', 0, '', '0', '1654598357125', '1654598357125');
INSERT INTO  ym_comment  VALUES ('1534122992936792065', '1533852988983062529', '1528248783333351426', '?', '1534076480584265729', 0, '', '0', '1654598398801', '1654598398801');
INSERT INTO  ym_comment  VALUES ('1534123077321994241', '1533852988983062529', '1528248783333351426', 'ss', '1533854602208849921', 0, '', '0', '1654598418920', '1654598418920');
INSERT INTO  ym_comment  VALUES ('1534123138583998466', '1533852988983062529', '1528248783333351426', 'sss', '1534122992936792065', 0, '', '0', '1654598433525', '1654598433525');
INSERT INTO  ym_comment  VALUES ('1534123460798820354', '1533852988983062529', '1528248783333351426', '.;;;;;;;', '1534076480584265729', 0, '', '0', '1654598510348', '1654598510348');
INSERT INTO  ym_comment  VALUES ('1534123495611543554', '1533852988983062529', '1528248783333351426', 'lmklmklm', '1533854602208849921', 0, '', '0', '1654598518647', '1654598518647');
INSERT INTO  ym_comment  VALUES ('1534123660527382530', '1533852988983062529', '1528248783333351426', 'd2s', '0', 0, '', '1', '1654598557967', '1654598557967');
INSERT INTO  ym_comment  VALUES ('1534123669931012098', '1533852988983062529', '1528248783333351426', 'qq', '1534123660527382530', 0, '', '0', '1654598560208', '1654598560208');
INSERT INTO  ym_comment  VALUES ('1534123681222078465', '1533852988983062529', '1528248783333351426', 'qqq', '1534123669931012098', 0, '', '0', '1654598562901', '1654598562901');
INSERT INTO  ym_comment  VALUES ('1534123691657506817', '1533852988983062529', '1528248783333351426', 'qqq', '', 0, '', '0', '1654598565389', '1654598565389');
INSERT INTO  ym_comment  VALUES ('1534123702583668737', '1533852988983062529', '1528248783333351426', 'qqq', '1534123660527382530', 0, '', '0', '1654598567994', '1654598567994');
INSERT INTO  ym_comment  VALUES ('1534123711429455873', '1533852988983062529', '1528248783333351426', 'qqq', '', 0, '', '0', '1654598570102', '1654598570102');
INSERT INTO  ym_comment  VALUES ('1534123720401072130', '1533852988983062529', '1528248783333351426', 'qqq', '', 0, '', '0', '1654598572241', '1654598572241');
INSERT INTO  ym_comment  VALUES ('1534124105232658433', '1533852988983062529', '1528248783333351426', '??', '1534123660527382530', 0, '', '0', '1654598663993', '1654598663993');
INSERT INTO  ym_comment  VALUES ('1534124127722516482', '1533852988983062529', '1528248783333351426', '?', '1534124105232658433', 0, '', '0', '1654598669355', '1654598669355');
INSERT INTO  ym_comment  VALUES ('1534124211600207874', '1533852988983062529', '1528248783333351426', '????', '1534124105232658433', 0, '', '0', '1654598689353', '1654598689353');
INSERT INTO  ym_comment  VALUES ('1534124243950874625', '1533852988983062529', '1528248783333351426', '???????', '1534123660527382530', 0, '', '0', '1654598697066', '1654598697066');
INSERT INTO  ym_comment  VALUES ('1534124423056044034', '1533852988983062529', '1528248783333351426', 'jiuming', '1534124243950874625', 0, '', '0', '1654598739768', '1654598739768');
INSERT INTO  ym_comment  VALUES ('1534124462297952257', '1533852988983062529', '1528248783333351426', '777', '1534124243950874625', 0, '', '0', '1654598749125', '1654598749125');
INSERT INTO  ym_comment  VALUES ('1534124531151646721', '1533852988983062529', '1528248783333351426', ';pll', '1534076480584265729', 0, '', '0', '1654598765539', '1654598765539');
INSERT INTO  ym_comment  VALUES ('1534125034765922306', '1533852988983062529', '1528248783333351426', 'aaa', '1534076480584265729', 0, '', '0', '1654598885611', '1654598885611');
INSERT INTO  ym_comment  VALUES ('1534125070895656962', '1533852988983062529', '1528248783333351426', '/?', '1534125034765922306', 0, '', '0', '1654598894225', '1654598894225');
INSERT INTO  ym_comment  VALUES ('1534125095138734081', '1533852988983062529', '1528248783333351426', '?', '', 0, '', '0', '1654598900005', '1654598900005');
INSERT INTO  ym_comment  VALUES ('1534125104290705409', '1533852988983062529', '1528248783333351426', '1', '', 0, '', '0', '1654598902186', '1654598902186');
INSERT INTO  ym_comment  VALUES ('1534125110984814594', '1533852988983062529', '1528248783333351426', '2', '', 0, '', '0', '1654598903782', '1654598903782');
INSERT INTO  ym_comment  VALUES ('1534125121952919553', '1533852988983062529', '1528248783333351426', '3', '', 0, '', '0', '1654598906398', '1654598906398');
INSERT INTO  ym_comment  VALUES ('1534125138008715265', '1533852988983062529', '1528248783333351426', '4', '', 0, '', '0', '1654598910225', '1654598910225');
INSERT INTO  ym_comment  VALUES ('1534125158107820033', '1533852988983062529', '1528248783333351426', '5', '1534124531151646721', 0, '', '0', '1654598915020', '1654598915020');
INSERT INTO  ym_comment  VALUES ('1534125174742429698', '1533852988983062529', '1528248783333351426', '6', '', 0, '', '0', '1654598918984', '1654598918984');
INSERT INTO  ym_comment  VALUES ('1534125190701756418', '1533852988983062529', '1528248783333351426', '7', '', 0, '', '0', '1654598922789', '1654598922789');
INSERT INTO  ym_comment  VALUES ('1534125200235409410', '1533852988983062529', '1528248783333351426', '8', '', 0, '', '0', '1654598925062', '1654598925062');
INSERT INTO  ym_comment  VALUES ('1534125213195808769', '1533852988983062529', '1528248783333351426', '9', '', 0, '', '0', '1654598928152', '1654598928152');
INSERT INTO  ym_comment  VALUES ('1534125349263224834', '1533852988983062529', '1528248783333351426', '6', '1534125158107820033', 0, '', '0', '1654598960593', '1654598960593');
INSERT INTO  ym_comment  VALUES ('1534125404783226882', '1533852988983062529', '1528248783333351426', '?', '1534125158107820033', 0, '', '0', '1654598973830', '1654598973830');
INSERT INTO  ym_comment  VALUES ('1534125657641037826', '1533852988983062529', '1528248783333351426', 'qqq', '1534125404783226882', 0, '', '0', '1654599034115', '1654599034115');
INSERT INTO  ym_comment  VALUES ('1534125837161443330', '1533852988983062529', '1528248783333351426', 'aaa', '1534076480584265729', 0, '', '0', '1654599076917', '1654599076917');
INSERT INTO  ym_comment  VALUES ('1534125880857702401', '1533852988983062529', '1528248783333351426', 'eeeeeeeeeeee', '1534125837161443330', 0, '', '0', '1654599087335', '1654599087335');
INSERT INTO  ym_comment  VALUES ('1534125965716860929', '1533852988983062529', '1528248783333351426', '????????????????????????????????????', '1534125880857702401', 0, '', '0', '1654599107566', '1654599107566');
INSERT INTO  ym_comment  VALUES ('1534126074290614273', '1533852988983062529', '1528248783333351426', 'wwww', '1534124462297952257', 0, '', '0', '1654599133453', '1654599133453');
INSERT INTO  ym_comment  VALUES ('1534126101675225090', '1533852988983062529', '1528248783333351426', 'fule', '0', 0, '', '1', '1654599139982', '1654599139982');
INSERT INTO  ym_comment  VALUES ('1534126128904646658', '1533852988983062529', '1528248783333351426', 'guna', '1534126101675225090', 0, '', '0', '1654599146474', '1654599146474');
INSERT INTO  ym_comment  VALUES ('1534126175742439426', '1533852988983062529', '1528248783333351426', 'aaaaaaaaaa', '1534126128904646658', 0, '', '0', '1654599157641', '1654599157641');
INSERT INTO  ym_comment  VALUES ('1534126339093803010', '1533852988983062529', '1528248783333351426', 'zz', '1534126101675225090', 0, '', '0', '1654599196587', '1654599196587');
INSERT INTO  ym_comment  VALUES ('1534126360266649601', '1533852988983062529', '1528248783333351426', 'zz', '', 0, '', '0', '1654599201635', '1654599201635');
INSERT INTO  ym_comment  VALUES ('1534127433970724865', '1533852988983062529', '1528248783333351426', 'qq', '1534126339093803010', 0, '', '0', '1654599457625', '1654599457625');
INSERT INTO  ym_comment  VALUES ('1534127679626915842', '1533852988983062529', '1528248783333351426', 'a', '1534126101675225090', 0, '', '0', '1654599516194', '1654599516194');
INSERT INTO  ym_comment  VALUES ('1534127712132771842', '1533852988983062529', '1528248783333351426', '?', '1534126128904646658', 0, '', '0', '1654599523944', '1654599523944');
INSERT INTO  ym_comment  VALUES ('1534127738812739585', '1533852988983062529', '1528248783333351426', '?', '1534126128904646658', 0, '', '0', '1654599530305', '1654599530305');
INSERT INTO  ym_comment  VALUES ('1534127770358099969', '1533852988983062529', '1528248783333351426', 'qq', '1534126101675225090', 0, '', '0', '1654599537827', '1654599537827');
INSERT INTO  ym_comment  VALUES ('1534127788167114754', '1533852988983062529', '1528248783333351426', 'qq', '0', 0, '', '1', '1654599542073', '1654599542073');
INSERT INTO  ym_comment  VALUES ('1534127799768559618', '1533852988983062529', '1528248783333351426', 'q', '1534127788167114754', 0, '', '0', '1654599544838', '1654599544838');
INSERT INTO  ym_comment  VALUES ('1534128168796008449', '1533852988983062529', '1528248783333351426', '《》', '0', 0, '', '1', '1654599632822', '1654599632822');
INSERT INTO  ym_comment  VALUES ('1534129882441822210', '1533852988983062529', '1528248783333351426', '啊', '1534128168796008449', 0, '', '0', '1654600041387', '1654600041387');
INSERT INTO  ym_comment  VALUES ('1534130238009749505', '1533852988983062529', '1528248783333351426', '是', '1534129882441822210', 0, '', '0', '1654600126161', '1654600126161');
INSERT INTO  ym_comment  VALUES ('1534130275343249409', '1533852988983062529', '1528248783333351426', '？', '1534129882441822210', 0, '', '0', '1654600135062', '1654600135062');
INSERT INTO  ym_comment  VALUES ('1534130295316525057', '1533852988983062529', '1528248783333351426', '？', '1534128168796008449', 0, '', '0', '1654600139824', '1654600139824');
INSERT INTO  ym_comment  VALUES ('1534130320843059202', '1533852988983062529', '1528248783333351426', '几个意思', '1534128168796008449', 0, '', '0', '1654600145910', '1654600145910');
INSERT INTO  ym_comment  VALUES ('1534130366149931009', '1533852988983062529', '1528248783333351426', '啊啊啊可恶', '1534128168796008449', 0, '', '0', '1654600156712', '1654600156712');
INSERT INTO  ym_comment  VALUES ('1534132213858283522', '1533852988983062529', '1528248783333351426', '啊11', '1534130366149931009', 0, '', '0', '1654600597240', '1654600597240');
INSERT INTO  ym_comment  VALUES ('1534132246330585089', '1533852988983062529', '1528248783333351426', '22', '1534128168796008449', 0, '', '0', '1654600604981', '1654600604981');
INSERT INTO  ym_comment  VALUES ('1534132263426568193', '1533852988983062529', '1528248783333351426', '11', '1534076480584265729', 0, '', '0', '1654600609058', '1654600609058');
INSERT INTO  ym_comment  VALUES ('1534132282334490626', '1533852988983062529', '1528248783333351426', '11', '1534076480584265729', 0, '', '0', '1654600613566', '1654600613566');
INSERT INTO  ym_comment  VALUES ('1534132870182973442', '1533852988983062529', '1528248783333351426', '11', '1534129882441822210', 0, '', '0', '1654600753720', '1654600753720');
INSERT INTO  ym_comment  VALUES ('1534132899249500162', '1533852988983062529', '1528248783333351426', '？', '1534132246330585089', 0, '', '0', '1654600760650', '1654600760650');
INSERT INTO  ym_comment  VALUES ('1534132920070025218', '1533852988983062529', '1528248783333351426', '1', '1534128168796008449', 0, '', '0', '1654600765614', '1654600765614');
INSERT INTO  ym_comment  VALUES ('1534132950923325441', '1533852988983062529', '1528248783333351426', '？？？？？？？？？？？？？？？', '1534128168796008449', 0, '', '0', '1654600772970', '1654600772970');
INSERT INTO  ym_comment  VALUES ('1534133030577352706', '1533852988983062529', '1528248783333351426', '11', '1534132920070025218', 0, '', '0', '1654600791961', '1654600791961');
INSERT INTO  ym_comment  VALUES ('1534133140119990274', '1533852988983062529', '1528248783333351426', '111', '1534128168796008449', 0, '', '0', '1654600818078', '1654600818078');
INSERT INTO  ym_comment  VALUES ('1534133180435640322', '1533852988983062529', '1528248783333351426', '222', '1534133140119990274', 0, '', '0', '1654600827690', '1654600827690');
INSERT INTO  ym_comment  VALUES ('1534133200627019778', '1533852988983062529', '1528248783333351426', '33333', '1534128168796008449', 0, '', '0', '1654600832504', '1654600832504');
INSERT INTO  ym_comment  VALUES ('1534133216221442049', '1533852988983062529', '1528248783333351426', '444', '', 0, '', '0', '1654600836222', '1654600836222');
INSERT INTO  ym_comment  VALUES ('1534133244537188354', '1533852988983062529', '1528248783333351426', '2222', '1534076480584265729', 0, '', '0', '1654600842973', '1654600842973');
INSERT INTO  ym_comment  VALUES ('1534133307011346434', '1533852988983062529', '1528248783333351426', '333', '1534076480584265729', 0, '', '0', '1654600857868', '1654600857868');
INSERT INTO  ym_comment  VALUES ('1534133319476817922', '1533852988983062529', '1528248783333351426', '4544', '', 0, '', '0', '1654600860840', '1654600860840');
INSERT INTO  ym_comment  VALUES ('1534133341740183554', '1533852988983062529', '1528248783333351426', '如44343', '1534123660527382530', 0, '', '0', '1654600866148', '1654600866148');
INSERT INTO  ym_comment  VALUES ('1534181873859801089', '1533852988983062529', '1528248783333351426', '5555', '0', 0, '', '1', '1654612437106', '1654612437106');
INSERT INTO  ym_comment  VALUES ('1534181906223050753', '1533852988983062529', '1528248783333351426', '666', '1534181873859801089', 0, '', '0', '1654612444822', '1654612444822');
INSERT INTO  ym_comment  VALUES ('1534181934924673026', '1533852988983062529', '1528248783333351426', '777', '1534181906223050753', 0, '', '0', '1654612451666', '1654612451666');
INSERT INTO  ym_comment  VALUES ('1534181956483395585', '1533852988983062529', '1528248783333351426', '777', '1534181873859801089', 0, '', '0', '1654612456806', '1654612456806');
INSERT INTO  ym_comment  VALUES ('1534181982194479105', '1533852988983062529', '1528248783333351426', '888', '', 0, '', '0', '1654612462936', '1654612462936');
INSERT INTO  ym_comment  VALUES ('1534182100008284162', '1533852988983062529', '1528248783333351426', '000', '1534181906223050753', 0, '', '0', '1654612491025', '1654612491025');
INSERT INTO  ym_comment  VALUES ('1534182242321018881', '1533852988983062529', '1528248783333351426', '888', '1534181873859801089', 0, '', '0', '1654612524955', '1654612524955');
INSERT INTO  ym_comment  VALUES ('1534182271106527234', '1533852988983062529', '1528248783333351426', '999', '', 0, '', '0', '1654612531818', '1654612531818');
INSERT INTO  ym_comment  VALUES ('1534182477051047938', '1533852988983062529', '1528248783333351426', '999', '1534181873859801089', 0, '', '0', '1654612580919', '1654612580919');
INSERT INTO  ym_comment  VALUES ('1534182519119917058', '1533852988983062529', '1528248783333351426', '10', '', 0, '', '0', '1654612590949', '1654612590949');
INSERT INTO  ym_comment  VALUES ('1534194124620673025', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '0', '1654615357916', '1654615357916');
INSERT INTO  ym_comment  VALUES ('1534194134691196930', '1533852988983062529', '1528248783333351426', '2', '1534194124620673025', 0, '', '0', '1654615360317', '1654615360317');
INSERT INTO  ym_comment  VALUES ('1534194151090925570', '1533852988983062529', '1528248783333351426', '2', '1534194134691196930', 0, '', '0', '1654615364227', '1654615364227');
INSERT INTO  ym_comment  VALUES ('1534194164630138882', '1533852988983062529', '1528248783333351426', '3', '1534194134691196930', 0, '', '0', '1654615367455', '1654615367455');
INSERT INTO  ym_comment  VALUES ('1534194181474463745', '1533852988983062529', '1528248783333351426', '4', '1534194124620673025', 0, '', '0', '1654615371470', '1654615371470');
INSERT INTO  ym_comment  VALUES ('1534194243818598402', '1533852988983062529', '1528248783333351426', '555', '1534181873859801089', 0, '', '0', '1654615386335', '1654615386335');
INSERT INTO  ym_comment  VALUES ('1534194381249163265', '1533852988983062529', '1528248783333351426', '怎么会呢', '1534194124620673025', 0, '', '0', '1654615419101', '1654615419101');
INSERT INTO  ym_comment  VALUES ('1534194470617198594', '1533852988983062529', '1528248783333351426', '这？', '', 0, '', '0', '1654615440408', '1654615440408');
INSERT INTO  ym_comment  VALUES ('1534194572983382017', '1533852988983062529', '1528248783333351426', '555', '1534194164630138882', 0, '', '0', '1654615464814', '1654615464814');
INSERT INTO  ym_comment  VALUES ('1534194600045031425', '1533852988983062529', '1528248783333351426', '2', '1534194124620673025', 0, '', '0', '1654615471266', '1654615471266');
INSERT INTO  ym_comment  VALUES ('1534194638540353537', '1533852988983062529', '1528248783333351426', '什么玩意', '1534194124620673025', 0, '', '0', '1654615480444', '1654615480444');
INSERT INTO  ym_comment  VALUES ('1534371892343975938', '1533852988983062529', '1528215357112836098', '具体', '0', 0, '', '0', '1654657741044', '1654657741044');
INSERT INTO  ym_comment  VALUES ('1534375972860702721', '1530021003667726338', '1528215357112836098', '了解了解', '0', 0, '', '0', '1654658713915', '1654658713915');
INSERT INTO  ym_comment  VALUES ('1534376026669428738', '1530021003667726338', '1528215357112836098', '木头', '1534004262709866497', 0, '', '0', '1654658726744', '1654658726744');
INSERT INTO  ym_comment  VALUES ('1534546678667915265', '1533852988983062529', '1528248783333351426', '嗨嗨', '1534371892343975938', 0, '', '0', '1654699413350', '1654699413350');
INSERT INTO  ym_comment  VALUES ('1534546709080813570', '1533852988983062529', '1528248783333351426', '2222', '1534371892343975938', 0, '', '1', '1654699420601', '1654699420601');
INSERT INTO  ym_comment  VALUES ('1534546746217181186', '1533852988983062529', '1528248783333351426', '333', '1534371892343975938', 0, '', '0', '1654699429456', '1654699429456');
INSERT INTO  ym_comment  VALUES ('1534546773295607810', '1533852988983062529', '1528248783333351426', '2222', '1534194124620673025', 0, '', '0', '1654699435912', '1654699435912');
INSERT INTO  ym_comment  VALUES ('1534546876920082434', '1533852988983062529', '1528248783333351426', '/////', '1534128168796008449', 0, '', '0', '1654699460618', '1654699460618');
INSERT INTO  ym_comment  VALUES ('1534547393347956737', '1533852988983062529', '1528248783333351426', '?', '', 0, '', '0', '1654699583744', '1654699583744');
INSERT INTO  ym_comment  VALUES ('1534547814867120129', '1533852988983062529', '1528248783333351426', 'wuwuw', '1534371892343975938', 0, '', '0', '1654699684242', '1654699684242');
INSERT INTO  ym_comment  VALUES ('1534547868038311937', '1533852988983062529', '1528248783333351426', '?', '1534371892343975938', 0, '', '0', '1654699696919', '1654699696919');
INSERT INTO  ym_comment  VALUES ('1534550598102396930', '1533852988983062529', '1528248783333351426', '1', '1534371892343975938', 0, '', '0', '1654700347817', '1654700347817');
INSERT INTO  ym_comment  VALUES ('1534550766558228482', '1533852988983062529', '1528248783333351426', '?', '1534371892343975938', 0, '', '1', '1654700387980', '1654700387980');
INSERT INTO  ym_comment  VALUES ('1534550836372418561', '1533852988983062529', '1528248783333351426', 'ye', '1534371892343975938', 0, '', '0', '1654700404625', '1654700404625');
INSERT INTO  ym_comment  VALUES ('1534550967461195777', '1533852988983062529', '1528248783333351426', 'omg', '1534371892343975938', 0, '', '0', '1654700435879', '1654700435879');
INSERT INTO  ym_comment  VALUES ('1534551000457785346', '1533852988983062529', '1528248783333351426', '?', '1534371892343975938', 0, '', '0', '1654700443746', '1654700443746');
INSERT INTO  ym_comment  VALUES ('1534551119374692354', '1533852988983062529', '1528248783333351426', '.....', '1534371892343975938', 0, '', '0', '1654700472098', '1654700472098');
INSERT INTO  ym_comment  VALUES ('1534551192275890178', '1533852988983062529', '1528248783333351426', '!', '1534371892343975938', 0, '', '0', '1654700489479', '1654700489479');
INSERT INTO  ym_comment  VALUES ('1534551471843028994', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '0', '1654700556133', '1654700556133');
INSERT INTO  ym_comment  VALUES ('1534551482500755457', '1533852988983062529', '1528248783333351426', '2', '1534551471843028994', 0, '', '0', '1654700558674', '1654700558674');
INSERT INTO  ym_comment  VALUES ('1534551495406628866', '1533852988983062529', '1528248783333351426', '3', '1534551471843028994', 0, '', '0', '1654700561751', '1654700561751');
INSERT INTO  ym_comment  VALUES ('1534551507322646529', '1533852988983062529', '1528248783333351426', '4', '1534551471843028994', 0, '', '0', '1654700564592', '1654700564592');
INSERT INTO  ym_comment  VALUES ('1534551633269207042', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '0', '1654700594620', '1654700594620');
INSERT INTO  ym_comment  VALUES ('1534551646166691842', '1533852988983062529', '1528248783333351426', '2', '1534551633269207042', 0, '', '0', '1654700597695', '1654700597695');
INSERT INTO  ym_comment  VALUES ('1534551682858463233', '1533852988983062529', '1528248783333351426', '3', '1534551646166691842', 0, '', '0', '1654700606442', '1654700606442');
INSERT INTO  ym_comment  VALUES ('1534551702030626817', '1533852988983062529', '1528248783333351426', '4', '1534551633269207042', 0, '', '0', '1654700611014', '1654700611014');
INSERT INTO  ym_comment  VALUES ('1534551713741123586', '1533852988983062529', '1528248783333351426', '5', '1534551633269207042', 0, '', '0', '1654700613805', '1654700613805');
INSERT INTO  ym_comment  VALUES ('1534551732288335873', '1533852988983062529', '1528248783333351426', '6', '1534551633269207042', 0, '', '0', '1654700618228', '1654700618228');
INSERT INTO  ym_comment  VALUES ('1534551753045946370', '1533852988983062529', '1528248783333351426', '7', '1534551633269207042', 0, '', '1', '1654700623177', '1654700623177');
INSERT INTO  ym_comment  VALUES ('1534551847338094593', '1533852988983062529', '1528248783333351426', '测试评论2', '1534371892343975938', 0, '', '0', '1654700645658', '1654700645658');
INSERT INTO  ym_comment  VALUES ('1534552421290848257', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '0', '1654700782499', '1654700782499');
INSERT INTO  ym_comment  VALUES ('1534552444665704449', '1533852988983062529', '1528248783333351426', '2', '1534552421290848257', 0, '', '0', '1654700788072', '1654700788072');
INSERT INTO  ym_comment  VALUES ('1534552773079707649', '1533852988983062529', '1528248783333351426', '、、', '1534552444665704449', 0, '', '0', '1654700866372', '1654700866372');
INSERT INTO  ym_comment  VALUES ('1534552809133944833', '1533852988983062529', '1528248783333351426', '？', '1534552421290848257', 0, '', '0', '1654700874968', '1654700874968');
INSERT INTO  ym_comment  VALUES ('1534553023433519105', '1533852988983062529', '1528248783333351426', '\'', '1534551633269207042', 0, '', '0', '1654700926061', '1654700926061');
INSERT INTO  ym_comment  VALUES ('1534553055792574465', '1533852988983062529', '1528248783333351426', ';;', '1534551633269207042', 0, '', '0', '1654700933776', '1654700933776');
INSERT INTO  ym_comment  VALUES ('1534553190605893633', '1533852988983062529', '1528248783333351426', '111', '1534552421290848257', 0, '', '0', '1654700965918', '1654700965918');
INSERT INTO  ym_comment  VALUES ('1534553206129012737', '1533852988983062529', '1528248783333351426', '222', '1534552444665704449', 0, '', '0', '1654700969618', '1654700969618');
INSERT INTO  ym_comment  VALUES ('1534553223124332545', '1533852988983062529', '1528248783333351426', '222', '1534552421290848257', 0, '', '0', '1654700973671', '1654700973671');
INSERT INTO  ym_comment  VALUES ('1534553243592536065', '1533852988983062529', '1528248783333351426', '222', '1534552421290848257', 0, '', '0', '1654700978551', '1654700978551');
INSERT INTO  ym_comment  VALUES ('1534553265205784577', '1533852988983062529', '1528248783333351426', '?', '1534553190605893633', 0, '', '0', '1654700983704', '1654700983704');
INSERT INTO  ym_comment  VALUES ('1534553445837680642', '1533852988983062529', '1528248783333351426', '1', '1534553265205784577', 0, '', '0', '1654701026770', '1654701026770');
INSERT INTO  ym_comment  VALUES ('1534553475269111810', '1533852988983062529', '1528248783333351426', '2', '1534552421290848257', 0, '', '0', '1654701033786', '1654701033786');
INSERT INTO  ym_comment  VALUES ('1534553495305302017', '1533852988983062529', '1528248783333351426', '666', '1534552421290848257', 0, '', '0', '1654701038563', '1654701038563');
INSERT INTO  ym_comment  VALUES ('1534553516905967617', '1533852988983062529', '1528248783333351426', '666', '1534552421290848257', 0, '', '0', '1654701043713', '1654701043713');
INSERT INTO  ym_comment  VALUES ('1534553536820523010', '1533852988983062529', '1528248783333351426', '777', '1534552421290848257', 0, '', '0', '1654701048462', '1654701048462');
INSERT INTO  ym_comment  VALUES ('1534553641246109697', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '0', '1654701073358', '1654701073358');
INSERT INTO  ym_comment  VALUES ('1534553650767179778', '1533852988983062529', '1528248783333351426', '2', '1534553641246109697', 0, '', '0', '1654701075629', '1654701075629');
INSERT INTO  ym_comment  VALUES ('1534553724280745986', '1533852988983062529', '1528248783333351426', '2', '0', 0, '', '1', '1654701093156', '1654701093156');
INSERT INTO  ym_comment  VALUES ('1534553732442861570', '1533852988983062529', '1528248783333351426', '3', '1534553724280745986', 0, '', '0', '1654701095101', '1654701095101');
INSERT INTO  ym_comment  VALUES ('1534553743389995010', '1533852988983062529', '1528248783333351426', '4', '1534553732442861570', 0, '', '0', '1654701097712', '1654701097712');
INSERT INTO  ym_comment  VALUES ('1534553753871560706', '1533852988983062529', '1528248783333351426', '5', '1534553732442861570', 0, '', '0', '1654701100211', '1654701100211');
INSERT INTO  ym_comment  VALUES ('1534553794354982914', '1533852988983062529', '1528248783333351426', '6', '1534553641246109697', 0, '', '0', '1654701109863', '1654701109863');
INSERT INTO  ym_comment  VALUES ('1534553810100400130', '1533852988983062529', '1528248783333351426', '6', '', 0, '', '0', '1654701113617', '1654701113617');
INSERT INTO  ym_comment  VALUES ('1534553885086167042', '1533852988983062529', '1528248783333351426', '3', '0', 0, '', '1', '1654701131494', '1654701131494');
INSERT INTO  ym_comment  VALUES ('1534553894246526978', '1533852988983062529', '1528248783333351426', '4', '1534553885086167042', 0, '', '0', '1654701133679', '1654701133679');
INSERT INTO  ym_comment  VALUES ('1534553905550176258', '1533852988983062529', '1528248783333351426', '5', '1534553885086167042', 0, '', '0', '1654701136373', '1654701136373');
INSERT INTO  ym_comment  VALUES ('1534553918636404737', '1533852988983062529', '1528248783333351426', '6', '1534553894246526978', 0, '', '0', '1654701139494', '1654701139494');
INSERT INTO  ym_comment  VALUES ('1534553934914498561', '1533852988983062529', '1528248783333351426', '5', '1534553641246109697', 0, '', '0', '1654701143375', '1654701143375');
INSERT INTO  ym_comment  VALUES ('1534553979747414017', '1533852988983062529', '1528248783333351426', '6', '1534552421290848257', 0, '', '0', '1654701154064', '1654701154064');
INSERT INTO  ym_comment  VALUES ('1534554024580329474', '1533852988983062529', '1528248783333351426', '?', '1534553724280745986', 0, '', '0', '1654701164753', '1654701164753');
INSERT INTO  ym_comment  VALUES ('1534554065558679553', '1533852988983062529', '1528248783333351426', ',,,', '1534553724280745986', 0, '', '0', '1654701174523', '1654701174523');
INSERT INTO  ym_comment  VALUES ('1534554086475673602', '1533852988983062529', '1528248783333351426', '>', '1534553724280745986', 0, '', '0', '1654701179510', '1654701179510');
INSERT INTO  ym_comment  VALUES ('1534566375899639809', '1533852988983062529', '1528248783333351426', '111', '0', 0, '', '1', '1654704109536', '1654704109536');
INSERT INTO  ym_comment  VALUES ('1534566395994550274', '1533852988983062529', '1528248783333351426', '222', '1534566375899639809', 0, '', '0', '1654704114327', '1654704114327');
INSERT INTO  ym_comment  VALUES ('1534566418140475393', '1533852988983062529', '1528248783333351426', '33', '1534566375899639809', 0, '', '0', '1654704119608', '1654704119608');
INSERT INTO  ym_comment  VALUES ('1534566441360142338', '1533852988983062529', '1528248783333351426', '444', '1534566375899639809', 0, '', '0', '1654704125144', '1654704125144');
INSERT INTO  ym_comment  VALUES ('1534566506585763841', '1533852988983062529', '1528248783333351426', 'hahaaaaaaaaaaaaaaaaaaaaaa', '1534130275343249409', 0, '', '0', '1654704140695', '1654704140695');
INSERT INTO  ym_comment  VALUES ('1534566762685771777', '1533852988983062529', '1528248783333351426', '4444444444444444444444444', '1534194134691196930', 0, '', '0', '1654704201754', '1654704201754');
INSERT INTO  ym_comment  VALUES ('1534566797993422849', '1533852988983062529', '1528248783333351426', '?????', '1534371892343975938', 0, '', '0', '1654704210173', '1654704210173');
INSERT INTO  ym_comment  VALUES ('1534566883909545985', '1533852988983062529', '1528248783333351426', 'ooooooooooo', '1534546678667915265', 0, '', '0', '1654704230656', '1654704230656');
INSERT INTO  ym_comment  VALUES ('1534566951840493570', '1533852988983062529', '1528248783333351426', '0000000000000000000000000000000000', '1534553724280745986', 0, '', '0', '1654704246851', '1654704246851');
INSERT INTO  ym_comment  VALUES ('1534567024091574273', '1533852988983062529', '1528248783333351426', '-----', '1534566375899639809', 0, '', '0', '1654704264078', '1654704264078');
INSERT INTO  ym_comment  VALUES ('1534567421040504833', '1533852988983062529', '1528248783333351426', '-------', '1534566375899639809', 0, '', '0', '1654704358718', '1654704358718');
INSERT INTO  ym_comment  VALUES ('1534567474199113730', '1533852988983062529', '1528248783333351426', '00000000000', '0', 0, '', '1', '1654704371392', '1654704371392');
INSERT INTO  ym_comment  VALUES ('1534567493782319105', '1533852988983062529', '1528248783333351426', '==============', '1534567474199113730', 0, '', '0', '1654704376061', '1654704376061');
INSERT INTO  ym_comment  VALUES ('1534567521070460929', '1533852988983062529', '1528248783333351426', '??', '1534567493782319105', 0, '', '0', '1654704382567', '1654704382567');
INSERT INTO  ym_comment  VALUES ('1534567560253648897', '1533852988983062529', '1528248783333351426', '???', '1534371892343975938', 0, '', '0', '1654704391909', '1654704391909');
INSERT INTO  ym_comment  VALUES ('1534568250145353729', '1533852988983062529', '1528248783333351426', '??', '1534546678667915265', 0, '', '0', '1654704556393', '1654704556393');
INSERT INTO  ym_comment  VALUES ('1534569739366543362', '1533852988983062529', '1528248783333351426', '------------------------------------', '0', 0, '', '0', '1654704911449', '1654704911449');
INSERT INTO  ym_comment  VALUES ('1534569760459698178', '1533852988983062529', '1528248783333351426', '333333333333333333333333333333333333', '0', 0, '', '0', '1654704916479', '1654704916479');
INSERT INTO  ym_comment  VALUES ('1534569780919513089', '1533852988983062529', '1528248783333351426', '333333333333333333333333333333333333', '1534569760459698178', 0, '', '0', '1654704921357', '1654704921357');
INSERT INTO  ym_comment  VALUES ('1534570778635382786', '1533852988983062529', '1528248783333351426', '000000000000000000000000000000000000', '1534569780919513089', 0, '', '0', '1654705159231', '1654705159231');
INSERT INTO  ym_comment  VALUES ('1534570841579302913', '1533852988983062529', '1528248783333351426', '?>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>', '1534569760459698178', 0, '', '0', '1654705174238', '1654705174238');
INSERT INTO  ym_comment  VALUES ('1534570879848132610', '1533852988983062529', '1528248783333351426', '....................................', '1534569760459698178', 0, '', '0', '1654705183362', '1654705183362');
INSERT INTO  ym_comment  VALUES ('1534570909883543553', '1533852988983062529', '1528248783333351426', '.>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>', '1534569760459698178', 0, '', '1', '1654705190523', '1654705190523');
INSERT INTO  ym_comment  VALUES ('1534573730687201281', '1533852988983062529', '1528248783333351426', '>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>', '1534570909883543553', 0, '', '0', '1654705863055', '1654705863055');
INSERT INTO  ym_comment  VALUES ('1534573763520212993', '1533852988983062529', '1528248783333351426', '====================================', '1534569760459698178', 0, '', '0', '1654705870883', '1654705870883');
INSERT INTO  ym_comment  VALUES ('1534573796747489281', '1533852988983062529', '1528248783333351426', '耶', '1534569760459698178', 0, '', '0', '1654705878805', '1654705878805');
INSERT INTO  ym_comment  VALUES ('1534573824509587458', '1533852988983062529', '1528248783333351426', '无语无语', '1534569760459698178', 0, '', '0', '1654705885424', '1654705885424');
INSERT INTO  ym_comment  VALUES ('1534573847343378434', '1533852988983062529', '1528248783333351426', '000000000000000000000000000000000000', '1534569760459698178', 0, '', '0', '1654705890868', '1654705890868');
INSERT INTO  ym_comment  VALUES ('1534573880004423682', '1533852988983062529', '1528248783333351426', '？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？', '1534569760459698178', 0, '', '0', '1654705898655', '1654705898655');
INSERT INTO  ym_comment  VALUES ('1534574002696204289', '1533852988983062529', '1528248783333351426', '首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首', '0', 0, '', '0', '1654705927907', '1654705927907');
INSERT INTO  ym_comment  VALUES ('1534574027744587778', '1533852988983062529', '1528248783333351426', '首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首', '1534569760459698178', 0, '', '0', '1654705933878', '1654705933878');
INSERT INTO  ym_comment  VALUES ('1534574048296677377', '1533852988983062529', '1528248783333351426', '首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首', '1534569760459698178', 0, '', '0', '1654705938779', '1654705938779');
INSERT INTO  ym_comment  VALUES ('1534574061873639426', '1533852988983062529', '1528248783333351426', '首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首', '0', 0, '', '0', '1654705942016', '1654705942016');
INSERT INTO  ym_comment  VALUES ('1534574077027659777', '1533852988983062529', '1528248783333351426', '首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首', '1534574061873639426', 0, '', '0', '1654705945629', '1654705945629');
INSERT INTO  ym_comment  VALUES ('1534574089216307202', '1533852988983062529', '1528248783333351426', '首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首', '0', 0, '', '0', '1654705948536', '1654705948536');
INSERT INTO  ym_comment  VALUES ('1534574101409148929', '1533852988983062529', '1528248783333351426', '首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首先我觉得首', '1534574089216307202', 0, '', '0', '1654705951442', '1654705951442');
INSERT INTO  ym_comment  VALUES ('1534844349584506882', '1533852988983062529', '1528248783333351426', '最新', '0', 0, '', '0', '1654770383628', '1654770383628');
INSERT INTO  ym_comment  VALUES ('1534844364071632898', '1533852988983062529', '1528248783333351426', '耶斯', '1534844349584506882', 0, '', '0', '1654770387082', '1654770387082');
INSERT INTO  ym_comment  VALUES ('1534844444874899457', '1533852988983062529', '1528248783333351426', '耶', '1534569760459698178', 0, '', '0', '1654770406346', '1654770406346');
INSERT INTO  ym_comment  VALUES ('1534844483454107649', '1533852988983062529', '1528248783333351426', '耶', '1534552421290848257', 0, '', '0', '1654770415544', '1654770415544');
INSERT INTO  ym_comment  VALUES ('1534845919919341569', '1533852988983062529', '1528248783333351426', '。', '1534574101409148929', 0, '', '0', '1654770758024', '1654770758024');
INSERT INTO  ym_comment  VALUES ('1534845936784637953', '1533852988983062529', '1528248783333351426', '。', '1534844364071632898', 0, '', '0', '1654770762045', '1654770762045');
INSERT INTO  ym_comment  VALUES ('1534845947345895425', '1533852988983062529', '1528248783333351426', '。', '1534844349584506882', 0, '', '0', '1654770764564', '1654770764564');
INSERT INTO  ym_comment  VALUES ('1534913339111505922', '1533852988983062529', '1528248783333351426', '嗨嗨嗨', '1534844349584506882', 0, '', '0', '1654786832012', '1654786832012');
INSERT INTO  ym_comment  VALUES ('1534913366705831937', '1533852988983062529', '1528248783333351426', '呀黑', '1534844349584506882', 0, '', '0', '1654786838592', '1654786838592');
INSERT INTO  ym_comment  VALUES ('1534913394845417474', '1533852988983062529', '1528248783333351426', '哦', '1534574089216307202', 0, '', '0', '1654786845301', '1654786845301');
INSERT INTO  ym_comment  VALUES ('1534914711034789890', '1533852988983062529', '1528248783333351426', '1', '1534844349584506882', 0, '', '0', '1654787159104', '1654787159104');
INSERT INTO  ym_comment  VALUES ('1534914782019190786', '1533852988983062529', '1528248783333351426', '呜呜呜', '1534914711034789890', 0, '', '0', '1654787176029', '1654787176029');
INSERT INTO  ym_comment  VALUES ('1534914858531684353', '1533852988983062529', '1528248783333351426', '2', '1534844349584506882', 0, '', '0', '1654787194271', '1654787194271');
INSERT INTO  ym_comment  VALUES ('1534916675235741698', '1533852988983062529', '1528248783333351426', '呜呜', '1534844349584506882', 0, '', '0', '1654787627407', '1654787627407');
INSERT INTO  ym_comment  VALUES ('1534916725831630850', '1533852988983062529', '1528248783333351426', '呜呜', '1534194124620673025', 0, '', '0', '1654787639469', '1654787639469');
INSERT INTO  ym_comment  VALUES ('1534916866336620545', '1533852988983062529', '1528248783333351426', '？', '1534844349584506882', 0, '', '0', '1654787672969', '1654787672969');
INSERT INTO  ym_comment  VALUES ('1534916886167289858', '1533852988983062529', '1528248783333351426', '哦哦哦', '1534844349584506882', 0, '', '0', '1654787677697', '1654787677697');
INSERT INTO  ym_comment  VALUES ('1534916940877791233', '1533852988983062529', '1528248783333351426', '0000', '0', 0, '', '0', '1654787690740', '1654787690740');
INSERT INTO  ym_comment  VALUES ('1534916968295956481', '1533852988983062529', '1528248783333351426', '111', '1534916940877791233', 0, '', '0', '1654787697278', '1654787697278');
INSERT INTO  ym_comment  VALUES ('1534917104740859905', '1533852988983062529', '1528248783333351426', '0', '0', 0, '', '1', '1654787729809', '1654787729809');
INSERT INTO  ym_comment  VALUES ('1534917115117568002', '1533852988983062529', '1528248783333351426', '1', '1534917104740859905', 0, '', '0', '1654787732283', '1654787732283');
INSERT INTO  ym_comment  VALUES ('1534917337394708482', '1533852988983062529', '1528248783333351426', '1', '1534917104740859905', 0, '', '0', '1654787785278', '1654787785278');
INSERT INTO  ym_comment  VALUES ('1534917351579844609', '1533852988983062529', '1528248783333351426', '2', '1534917104740859905', 0, '', '0', '1654787788660', '1654787788660');
INSERT INTO  ym_comment  VALUES ('1534917371821555714', '1533852988983062529', '1528248783333351426', '3', '1534917104740859905', 0, '', '0', '1654787793485', '1654787793485');
INSERT INTO  ym_comment  VALUES ('1534917386228989953', '1533852988983062529', '1528248783333351426', '4', '', 0, '', '0', '1654787796920', '1654787796920');
INSERT INTO  ym_comment  VALUES ('1534917460761772034', '1533852988983062529', '1528248783333351426', '4', '1534917371821555714', 0, '', '0', '1654787814691', '1654787814691');
INSERT INTO  ym_comment  VALUES ('1534917550599569410', '1533852988983062529', '1528248783333351426', '5', '1534917371821555714', 0, '', '0', '1654787836110', '1654787836110');
INSERT INTO  ym_comment  VALUES ('1534917838228160513', '1533852988983062529', '1528248783333351426', '1', '1534917104740859905', 0, '', '0', '1654787904686', '1654787904686');
INSERT INTO  ym_comment  VALUES ('1534917875993673729', '1533852988983062529', '1528248783333351426', '？', '1534917104740859905', 0, '', '0', '1654787913689', '1654787913689');
INSERT INTO  ym_comment  VALUES ('1534917906180079617', '1533852988983062529', '1528248783333351426', '22', '', 0, '', '0', '1654787920887', '1654787920887');
INSERT INTO  ym_comment  VALUES ('1534918023738032129', '1533852988983062529', '1528248783333351426', ' 记住', '1534917875993673729', 0, '', '0', '1654787948914', '1654787948914');
INSERT INTO  ym_comment  VALUES ('1534918051730817026', '1533852988983062529', '1528248783333351426', '记住', '1534917104740859905', 0, '', '0', '1654787955589', '1654787955589');
INSERT INTO  ym_comment  VALUES ('1534918072874303489', '1533852988983062529', '1528248783333351426', '记住', '', 0, '', '0', '1654787960630', '1654787960630');
INSERT INTO  ym_comment  VALUES ('1534918291582091266', '1533852988983062529', '1528248783333351426', '去', '1534917104740859905', 0, '', '0', '1654788012773', '1654788012773');
INSERT INTO  ym_comment  VALUES ('1534918334749868033', '1533852988983062529', '1528248783333351426', '3', '1534917104740859905', 0, '', '0', '1654788023066', '1654788023066');
INSERT INTO  ym_comment  VALUES ('1534918373723340801', '1533852988983062529', '1528248783333351426', '3', '1534916940877791233', 0, '', '0', '1654788032358', '1654788032358');
INSERT INTO  ym_comment  VALUES ('1534918390055960577', '1533852988983062529', '1528248783333351426', '3', '1534844349584506882', 0, '', '0', '1654788036252', '1654788036252');
INSERT INTO  ym_comment  VALUES ('1534918449719934977', '1533852988983062529', '1528248783333351426', '好', '1534917104740859905', 0, '', '0', '1654788050477', '1654788050477');
INSERT INTO  ym_comment  VALUES ('1534918484666875906', '1533852988983062529', '1528248783333351426', 'okok', '1534918449719934977', 0, '', '0', '1654788058808', '1654788058808');
INSERT INTO  ym_comment  VALUES ('1534918575146401794', '1533852988983062529', '1528248783333351426', 'yes', '1534918484666875906', 0, '', '0', '1654788080380', '1654788080380');
INSERT INTO  ym_comment  VALUES ('1534918757862866945', '1533852988983062529', '1528248783333351426', 'nonono', '1534917104740859905', 0, '', '0', '1654788123943', '1654788123943');
INSERT INTO  ym_comment  VALUES ('1534918778280738818', '1533852988983062529', '1528248783333351426', 'ooo', '', 0, '', '0', '1654788128811', '1654788128811');
INSERT INTO  ym_comment  VALUES ('1534918950142345217', '1533852988983062529', '1528248783333351426', '111', '1534917104740859905', 0, '', '0', '1654788169787', '1654788169787');
INSERT INTO  ym_comment  VALUES ('1534918966076506113', '1533852988983062529', '1528248783333351426', '222', '1534917104740859905', 0, '', '0', '1654788173585', '1654788173585');
INSERT INTO  ym_comment  VALUES ('1534919358227152897', '1533852988983062529', '1528248783333351426', '11111111111', '1534917104740859905', 0, '', '0', '1654788267081', '1654788267081');
INSERT INTO  ym_comment  VALUES ('1534919369753100289', '1533852988983062529', '1528248783333351426', '22222222222222', '1534917104740859905', 0, '', '0', '1654788269830', '1654788269830');
INSERT INTO  ym_comment  VALUES ('1534919394679848961', '1533852988983062529', '1528248783333351426', '33333333333', '1534919358227152897', 0, '', '0', '1654788275772', '1654788275772');
INSERT INTO  ym_comment  VALUES ('1534919409536073729', '1533852988983062529', '1528248783333351426', '4444444444444', '1534918966076506113', 0, '', '0', '1654788279314', '1654788279314');
INSERT INTO  ym_comment  VALUES ('1534919644215771138', '1533852988983062529', '1528248783333351426', '---------------', '1534917104740859905', 0, '', '0', '1654788335267', '1654788335267');
INSERT INTO  ym_comment  VALUES ('1534919656798683137', '1533852988983062529', '1528248783333351426', '===', '1534917104740859905', 0, '', '0', '1654788338267', '1654788338267');
INSERT INTO  ym_comment  VALUES ('1534919682165833729', '1533852988983062529', '1528248783333351426', '-----', '', 0, '', '0', '1654788344314', '1654788344314');
INSERT INTO  ym_comment  VALUES ('1534919761161355266', '1533852988983062529', '1528248783333351426', '========', '1534919656798683137', 0, '', '0', '1654788363149', '1654788363149');
INSERT INTO  ym_comment  VALUES ('1534919862747398146', '1533852988983062529', '1528248783333351426', '?', '1534919656798683137', 0, '', '0', '1654788387369', '1654788387369');
INSERT INTO  ym_comment  VALUES ('1534919930514767873', '1533852988983062529', '1528248783333351426', '2', '1534916940877791233', 0, '', '0', '1654788403526', '1654788403526');
INSERT INTO  ym_comment  VALUES ('1534919948789350401', '1533852988983062529', '1528248783333351426', 'ok', '1534844349584506882', 0, '', '0', '1654788407885', '1654788407885');
INSERT INTO  ym_comment  VALUES ('1534919970813640705', '1533852988983062529', '1528248783333351426', 'ppppp', '1534574089216307202', 0, '', '0', '1654788413134', '1654788413134');
INSERT INTO  ym_comment  VALUES ('1534920013801062401', '1533852988983062529', '1528248783333351426', 'xingxingxing', '1534574061873639426', 0, '', '1', '1654788423383', '1654788423383');
INSERT INTO  ym_comment  VALUES ('1534922690933030914', '1533852988983062529', '1528248783333351426', 'hahaha', '1534919656798683137', 0, '', '0', '1654789061661', '1654789061661');
INSERT INTO  ym_comment  VALUES ('1534923029816016897', '1533852988983062529', '1528248783333351426', 'wwwww', '1534922690933030914', 0, '', '0', '1654789142457', '1654789142457');
INSERT INTO  ym_comment  VALUES ('1534923480317820930', '1533852988983062529', '1528248783333351426', '1111', '1534917104740859905', 0, '', '0', '1654789249864', '1654789249864');
INSERT INTO  ym_comment  VALUES ('1534923504242130946', '1533852988983062529', '1528248783333351426', '222', '1534916940877791233', 0, '', '0', '1654789255569', '1654789255569');
INSERT INTO  ym_comment  VALUES ('1534923538887081986', '1533852988983062529', '1528248783333351426', '3333', '1534923480317820930', 0, '', '0', '1654789263828', '1654789263828');
INSERT INTO  ym_comment  VALUES ('1534923573892743169', '1533852988983062529', '1528248783333351426', '333', '1534923480317820930', 0, '', '0', '1654789272174', '1654789272174');
INSERT INTO  ym_comment  VALUES ('1534923709830135810', '1533852988983062529', '1528248783333351426', '111', '1534923573892743169', 0, '', '0', '1654789304585', '1654789304585');
INSERT INTO  ym_comment  VALUES ('1534923733616033793', '1533852988983062529', '1528248783333351426', '222', '', 0, '', '0', '1654789310256', '1654789310256');
INSERT INTO  ym_comment  VALUES ('1534924111950643202', '1533852988983062529', '1528248783333351426', '-----', '1534917104740859905', 0, '', '0', '1654789400458', '1654789400458');
INSERT INTO  ym_comment  VALUES ('1534924424799584258', '1533852988983062529', '1528248783333351426', '1111', '1534917104740859905', 0, '', '0', '1654789475047', '1654789475047');
INSERT INTO  ym_comment  VALUES ('1534924654051852289', '1533852988983062529', '1528248783333351426', '--', '1534917104740859905', 0, '', '0', '1654789529704', '1654789529704');
INSERT INTO  ym_comment  VALUES ('1534924743050788866', '1533852988983062529', '1528248783333351426', '===', '1534917104740859905', 0, '', '0', '1654789550923', '1654789550923');
INSERT INTO  ym_comment  VALUES ('1534924771400089601', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '1', '1654789557682', '1654789557682');
INSERT INTO  ym_comment  VALUES ('1534924780925353985', '1533852988983062529', '1528248783333351426', '2', '1534924771400089601', 0, '', '0', '1654789559954', '1654789559954');
INSERT INTO  ym_comment  VALUES ('1534924986727268353', '1533852988983062529', '1528248783333351426', '3', '1534924771400089601', 0, '', '0', '1654789609021', '1654789609021');
INSERT INTO  ym_comment  VALUES ('1534925016129339394', '1533852988983062529', '1528248783333351426', '666', '1534917104740859905', 0, '', '0', '1654789616031', '1654789616031');
INSERT INTO  ym_comment  VALUES ('1534925140494647298', '1533852988983062529', '1528248783333351426', '222', '1534924771400089601', 0, '', '0', '1654789645682', '1654789645682');
INSERT INTO  ym_comment  VALUES ('1534925158098141186', '1533852988983062529', '1528248783333351426', '333', '1534924771400089601', 0, '', '0', '1654789649878', '1654789649878');
INSERT INTO  ym_comment  VALUES ('1534925175751966721', '1533852988983062529', '1528248783333351426', '333', '1534917104740859905', 0, '', '0', '1654789654087', '1654789654087');
INSERT INTO  ym_comment  VALUES ('1534925191056982017', '1533852988983062529', '1528248783333351426', '444', '1534917104740859905', 0, '', '0', '1654789657737', '1654789657737');
INSERT INTO  ym_comment  VALUES ('1534925203954466818', '1533852988983062529', '1528248783333351426', '555', '1534917104740859905', 0, '', '0', '1654789660811', '1654789660811');
INSERT INTO  ym_comment  VALUES ('1534925217846001665', '1533852988983062529', '1528248783333351426', '666', '1534924743050788866', 0, '', '0', '1654789664123', '1654789664123');
INSERT INTO  ym_comment  VALUES ('1534925316198236161', '1533852988983062529', '1528248783333351426', 'ppppp', '1534924771400089601', 0, '', '0', '1654789687573', '1654789687573');
INSERT INTO  ym_comment  VALUES ('1534925337639518209', '1533852988983062529', '1528248783333351426', 'okok', '1534924771400089601', 0, '', '0', '1654789692684', '1654789692684');
INSERT INTO  ym_comment  VALUES ('1534925370292174849', '1533852988983062529', '1528248783333351426', 'xing', '1534924771400089601', 0, '', '0', '1654789700470', '1654789700470');
INSERT INTO  ym_comment  VALUES ('1534925403754332161', '1533852988983062529', '1528248783333351426', '2huo', '1534924780925353985', 1, '', '0', '1654789708447', '1654789708447');
INSERT INTO  ym_comment  VALUES ('1534925895570030593', '1533852988983062529', '1528248783333351426', '好难', '0', 0, '', '1', '1654789825706', '1654789825706');
INSERT INTO  ym_comment  VALUES ('1534926159358197761', '1529301047351250945', '1528248783333351426', '你是谁你是谁', '1529648493642199041', 0, '', '0', '1654789888597', '1654789888597');
INSERT INTO  ym_comment  VALUES ('1534926195303383042', '1529301047351250945', '1528248783333351426', '我', '1529305364191842305', 0, '', '0', '1654789897168', '1654789897168');
INSERT INTO  ym_comment  VALUES ('1534926226030854145', '1529301047351250945', '1528248783333351426', '退退退', '1529648493642199041', 0, '', '0', '1654789904493', '1654789904493');
INSERT INTO  ym_comment  VALUES ('1534926254799585281', '1529301047351250945', '1528248783333351426', '退退退', '1529648493642199041', 0, '', '0', '1654789911352', '1654789911352');
INSERT INTO  ym_comment  VALUES ('1534926296356749313', '1529301047351250945', '1528248783333351426', '2222222', '1529646987203391490', 0, '', '0', '1654789921262', '1654789921262');
INSERT INTO  ym_comment  VALUES ('1534926414426406913', '1529301047351250945', '1528248783333351426', '傻蛋', '1529646987203391490', 0, '', '0', '1654789949411', '1654789949411');
INSERT INTO  ym_comment  VALUES ('1534926439940358146', '1529301047351250945', '1528248783333351426', '嘻嘻嘻', '1534926414426406913', 0, '', '0', '1654789955493', '1654789955493');
INSERT INTO  ym_comment  VALUES ('1534926474467868674', '1529301047351250945', '1528248783333351426', '救命', '1529305364191842305', 0, '', '0', '1654789963725', '1654789963725');
INSERT INTO  ym_comment  VALUES ('1534926567946321922', '1529301047351250945', '1528248783333351426', '李博好像大沙子', '1529648660604858370', 0, '', '0', '1654789986012', '1654789986012');
INSERT INTO  ym_comment  VALUES ('1534926695365083137', '1529301047351250945', '1528248783333351426', '‘', '1529303370584625153', 0, '', '0', '1654790016391', '1654790016391');
INSERT INTO  ym_comment  VALUES ('1534926721462042625', '1529301047351250945', '1528248783333351426', '===', '1529648418358636545', 0, '', '0', '1654790022614', '1654790022614');
INSERT INTO  ym_comment  VALUES ('1534927881807855618', '1529301047351250945', '1528248783333351426', '------------------------------------', '1529646987203391490', 0, '', '0', '1654790299262', '1654790299262');
INSERT INTO  ym_comment  VALUES ('1534927917853704193', '1529301047351250945', '1528248783333351426', '===========', '1534927881807855618', 0, '', '1', '1654790307855', '1654790307855');
INSERT INTO  ym_comment  VALUES ('1534927956906868737', '1529301047351250945', '1528248783333351426', '00000000000000000000000', '1529305364191842305', 0, '', '0', '1654790317166', '1654790317166');
INSERT INTO  ym_comment  VALUES ('1534928007766999042', '1529301047351250945', '1528248783333351426', '666666666666666666666666666', '1529648660604858370', 0, '', '0', '1654790329293', '1654790329293');
INSERT INTO  ym_comment  VALUES ('1534928052323090434', '1529301047351250945', '1528248783333351426', '9999999999999999999999999', '1529648660604858370', 0, '', '0', '1654790339915', '1654790339915');
INSERT INTO  ym_comment  VALUES ('1534929041851678721', '1529301047351250945', '1528248783333351426', '1', '1529646987203391490', 0, '', '1', '1654790575837', '1654790575837');
INSERT INTO  ym_comment  VALUES ('1534929064580612098', '1529301047351250945', '1528248783333351426', '2', '1529305364191842305', 0, '', '0', '1654790581258', '1654790581258');
INSERT INTO  ym_comment  VALUES ('1534929078824468482', '1529301047351250945', '1528248783333351426', '3', '1529303370584625153', 0, '', '0', '1654790584653', '1654790584653');
INSERT INTO  ym_comment  VALUES ('1534929125259608065', '1529301047351250945', '1528248783333351426', '1', '1529305364191842305', 0, '', '0', '1654790595723', '1654790595723');
INSERT INTO  ym_comment  VALUES ('1534929144322719745', '1529301047351250945', '1528248783333351426', '1', '1529646987203391490', 0, '', '1', '1654790600268', '1654790600268');
INSERT INTO  ym_comment  VALUES ('1534929164249858049', '1529301047351250945', '1528248783333351426', '1', '1529303370584625153', 0, '', '0', '1654790605019', '1654790605019');
INSERT INTO  ym_comment  VALUES ('1534929260433637378', '1529301047351250945', '1528248783333351426', '44444444444444', '1529648418358636545', 0, '', '0', '1654790627951', '1654790627951');
INSERT INTO  ym_comment  VALUES ('1534929293694468097', '1529301047351250945', '1528248783333351426', '444444444444444444', '1529305364191842305', 0, '', '0', '1654790635881', '1654790635881');
INSERT INTO  ym_comment  VALUES ('1534929422568652802', '1529301047351250945', '1528248783333351426', '1111111111111111', '1529305364191842305', 0, '', '0', '1654790666608', '1654790666608');
INSERT INTO  ym_comment  VALUES ('1534929437231939585', '1529301047351250945', '1528248783333351426', '11111111', '1529303370584625153', 0, '', '0', '1654790670103', '1654790670103');
INSERT INTO  ym_comment  VALUES ('1534929449974235138', '1529301047351250945', '1528248783333351426', '11', '1534929437231939585', 0, '', '0', '1654790673142', '1654790673142');
INSERT INTO  ym_comment  VALUES ('1534929472195657730', '1529301047351250945', '1528248783333351426', '-----------', '1529305364191842305', 0, '', '0', '1654790678439', '1654790678439');
INSERT INTO  ym_comment  VALUES ('1534929491090997250', '1529301047351250945', '1528248783333351426', '---', '1534929293694468097', 1, '', '0', '1654790682947', '1654790682947');
INSERT INTO  ym_comment  VALUES ('1534929512431616001', '1529301047351250945', '1528248783333351426', '------', '1534929437231939585', 0, '', '0', '1654790688033', '1654790688033');
INSERT INTO  ym_comment  VALUES ('1534929782913892354', '1529301047351250945', '1528248783333351426', '11111', '1534929144322719745', 0, '', '1', '1654790752521', '1654790752521');
INSERT INTO  ym_comment  VALUES ('1534929816095031297', '1529301047351250945', '1528248783333351426', '222222', '1534929491090997250', 1, '', '0', '1654790760431', '1654790760431');
INSERT INTO  ym_comment  VALUES ('1534930922615341058', '1529301047351250945', '1528248783333351426', '1111', '1529646987203391490', 0, '', '1', '1654791024247', '1654791024247');
INSERT INTO  ym_comment  VALUES ('1534930939031846913', '1529301047351250945', '1528248783333351426', '2222', '1534930922615341058', 0, '', '1', '1654791028161', '1654791028161');
INSERT INTO  ym_comment  VALUES ('1534930978240200706', '1529301047351250945', '1528248783333351426', '------------------------------------', '1534929816095031297', 1, '', '1', '1654791037509', '1654791037509');
INSERT INTO  ym_comment  VALUES ('1534931001749274625', '1529301047351250945', '1528248783333351426', '============', '1534929512431616001', 0, '', '0', '1654791043114', '1654791043114');
INSERT INTO  ym_comment  VALUES ('1534931198667653122', '1529301047351250945', '1528248783333351426', '-------------------', '1534930939031846913', 0, '', '1', '1654791090063', '1654791090063');
INSERT INTO  ym_comment  VALUES ('1534931241697017858', '1529301047351250945', '1528248783333351426', '============', '1534929816095031297', 1, '', '0', '1654791100321', '1654791100321');
INSERT INTO  ym_comment  VALUES ('1534931271942144001', '1529301047351250945', '1528248783333351426', '===============', '1534929512431616001', 0, '', '0', '1654791107535', '1654791107535');
INSERT INTO  ym_comment  VALUES ('1534931302577340417', '1529301047351250945', '1528248783333351426', '000', '1534929816095031297', 1, '', '0', '1654791114836', '1654791114836');
INSERT INTO  ym_comment  VALUES ('1534931346026135554', '1529301047351250945', '1528248783333351426', '？？？', '1529303428029812738', 0, '', '0', '1654791125195', '1654791125195');
INSERT INTO  ym_comment  VALUES ('1534931511210409985', '1529301047351250945', '1528248783333351426', '！！！！！！！！！！！！！！！！', '1529303370584625153', 0, '', '1', '1654791164580', '1654791164580');
INSERT INTO  ym_comment  VALUES ('1534931549814784002', '1529301047351250945', '1528248783333351426', '4444444444444444444', '1529303370584625153', 0, '', '0', '1654791173782', '1654791173782');
INSERT INTO  ym_comment  VALUES ('1534931568957587458', '1529301047351250945', '1528248783333351426', '555555555555555555555555555555555555', '1529303370584625153', 0, '', '0', '1654791178347', '1654791178347');
INSERT INTO  ym_comment  VALUES ('1534931953982111745', '1529301047351250945', '1528248783333351426', '==', '1529646987203391490', 0, '', '1', '1654791270143', '1654791270143');
INSERT INTO  ym_comment  VALUES ('1534931971539468289', '1529301047351250945', '1528248783333351426', '？', '1529305364191842305', 1, '', '1', '1654791274330', '1654791274330');
INSERT INTO  ym_comment  VALUES ('1534932861788880898', '1529301047351250945', '1528248783333351426', '耶比', '1534930922615341058', 0, '', '1', '1654791486581', '1654791486581');
INSERT INTO  ym_comment  VALUES ('1534933877234073601', '1529301047351250945', '1528248783333351426', '====', '1529646987203391490', 1, '', '1', '1654791728683', '1654791728683');
INSERT INTO  ym_comment  VALUES ('1534945011454443521', '1529301047351250945', '1528248783333351426', '测试评论1', '0', 0, '', '0', '1654794383287', '1654794383287');
INSERT INTO  ym_comment  VALUES ('1534945047877779457', '1529301047351250945', '1528248783333351426', '测试评论2', '1534945011454443521', 0, '', '0', '1654794391972', '1654794391972');
INSERT INTO  ym_comment  VALUES ('1534945092823941122', '1529301047351250945', '1528248783333351426', '测试评论1', '1534945011454443521', 0, '', '0', '1654794402687', '1654794402687');
INSERT INTO  ym_comment  VALUES ('1534945115120861186', '1529301047351250945', '1528248783333351426', '111', '1529305364191842305', 0, '', '0', '1654794408003', '1654794408003');
INSERT INTO  ym_comment  VALUES ('1534945152198508545', '1529301047351250945', '1528248783333351426', '11111111111111111111', '1529305364191842305', 0, '', '0', '1654794416843', '1654794416843');
INSERT INTO  ym_comment  VALUES ('1534945172960313346', '1529301047351250945', '1528248783333351426', '111111111111111', '1534945011454443521', 0, '', '0', '1654794421794', '1654794421794');
INSERT INTO  ym_comment  VALUES ('1534945335850303489', '1529301047351250945', '1528248783333351426', '？', '1534945011454443521', 0, '', '0', '1654794460630', '1654794460630');
INSERT INTO  ym_comment  VALUES ('1534945356918292481', '1529301047351250945', '1528248783333351426', '？', '1534945047877779457', 0, '', '0', '1654794465652', '1654794465652');
INSERT INTO  ym_comment  VALUES ('1534945383745060865', '1529301047351250945', '1528248783333351426', '？？？？？？？？？？？？？', '1529305364191842305', 0, '', '0', '1654794472048', '1654794472048');
INSERT INTO  ym_comment  VALUES ('1534945571536633857', '1529301047351250945', '1528248783333351426', '108', '1529646987203391490', 0, '', '1', '1654794516821', '1654794516821');
INSERT INTO  ym_comment  VALUES ('1534945746158092290', '1529301047351250945', '1528248783333351426', '109', '1529646987203391490', 0, '', '0', '1654794558455', '1654794558455');
INSERT INTO  ym_comment  VALUES ('1534945792643563521', '1529301047351250945', '1528248783333351426', '110', '1534945011454443521', 0, '', '0', '1654794569537', '1654794569537');
INSERT INTO  ym_comment  VALUES ('1534945812046413826', '1529301047351250945', '1528248783333351426', '1111111111111', '0', 0, '', '0', '1654794574163', '1654794574163');
INSERT INTO  ym_comment  VALUES ('1534945846624256002', '1529301047351250945', '1528248783333351426', '109999', '1534945812046413826', 0, '', '0', '1654794582407', '1654794582407');
INSERT INTO  ym_comment  VALUES ('1534946036185825282', '1529301047351250945', '1528248783333351426', '1', '0', 0, '', '0', '1654794627602', '1654794627602');
INSERT INTO  ym_comment  VALUES ('1534946047682412546', '1529301047351250945', '1528248783333351426', '1', '1534946036185825282', 0, '', '0', '1654794630343', '1654794630343');
INSERT INTO  ym_comment  VALUES ('1534946061473284097', '1529301047351250945', '1528248783333351426', '2', '1534946047682412546', 0, '', '0', '1654794633632', '1654794633632');
INSERT INTO  ym_comment  VALUES ('1534946165458468866', '1529301047351250945', '1528248783333351426', '4', '0', 0, '', '0', '1654794658423', '1654794658423');
INSERT INTO  ym_comment  VALUES ('1534946178699886594', '1529301047351250945', '1528248783333351426', '4', '1534946165458468866', 0, '', '0', '1654794661580', '1654794661580');
INSERT INTO  ym_comment  VALUES ('1534947116789530626', '1529301047351250945', '1528248783333351426', '111', '0', 0, '', '0', '1654794885239', '1654794885239');
INSERT INTO  ym_comment  VALUES ('1534947132530753537', '1529301047351250945', '1528248783333351426', '222', '1534947116789530626', 0, '', '0', '1654794888991', '1654794888991');
INSERT INTO  ym_comment  VALUES ('1534947272800862209', '1529301047351250945', '1528248783333351426', '=============', '0', 0, '', '0', '1654794922434', '1654794922434');
INSERT INTO  ym_comment  VALUES ('1534947299933814786', '1529301047351250945', '1528248783333351426', 'iiiiiiiiiiiiiiiiiiiiiii', '1534947272800862209', 1, '', '0', '1654794928903', '1654794928903');
INSERT INTO  ym_comment  VALUES ('1534947379042582530', '1529301047351250945', '1528248783333351426', '-------------------', '0', 0, '', '0', '1654794947764', '1654794947764');
INSERT INTO  ym_comment  VALUES ('1534947428946411522', '1529301047351250945', '1528248783333351426', '999999999999999999', '1534947379042582530', 0, '', '1', '1654794959663', '1654794959663');
INSERT INTO  ym_comment  VALUES ('1534948088324554753', '1529301047351250945', '1528248783333351426', 'this.cliCommentsListen[commentIndex]', '0', 1, '', '1', '1654795116870', '1654795116870');
INSERT INTO  ym_comment  VALUES ('1534948109207994370', '1529301047351250945', '1528248783333351426', '测试评论1', '1534948088324554753', 0, '', '0', '1654795121850', '1654795121850');
INSERT INTO  ym_comment  VALUES ('1534948315869741058', '1529301047351250945', '1528248783333351426', '1111111111111', '0', 0, '', '0', '1654795171122', '1654795171122');
INSERT INTO  ym_comment  VALUES ('1534948336535076866', '1529301047351250945', '1528248783333351426', '11111111111', '1534948315869741058', 0, '', '1', '1654795176048', '1654795176048');
INSERT INTO  ym_comment  VALUES ('1534948434979586049', '1529301047351250945', '1528248783333351426', '2222222', '1534948336535076866', 0, '', '0', '1654795199520', '1654795199520');
INSERT INTO  ym_comment  VALUES ('1534948448992755714', '1529301047351250945', '1528248783333351426', '3333333333', '1534948315869741058', 0, '', '0', '1654795202860', '1654795202860');
INSERT INTO  ym_comment  VALUES ('1534948469238661121', '1529301047351250945', '1528248783333351426', '4444', '1529646987203391490', 0, '', '1', '1654795207687', '1654795207687');
INSERT INTO  ym_comment  VALUES ('1534948985653952513', '1529301047351250945', '1528248783333351426', '11111111', '0', 1, '', '1', '1654795330810', '1654795330810');
INSERT INTO  ym_comment  VALUES ('1534949010287099905', '1529301047351250945', '1528248783333351426', '2222222', '1534948985653952513', 1, '', '0', '1654795336684', '1654795336684');
INSERT INTO  ym_comment  VALUES ('1534949020739305474', '1529301047351250945', '1528248783333351426', '3333', '1534948985653952513', 0, '', '0', '1654795339176', '1654795339176');
INSERT INTO  ym_comment  VALUES ('1534949075982483458', '1529301047351250945', '1528248783333351426', '333', '1534948109207994370', 0, '', '0', '1654795352347', '1654795352347');
INSERT INTO  ym_comment  VALUES ('1534949103341928449', '1529301047351250945', '1528248783333351426', '特', '1534947272800862209', 1, '', '0', '1654795358870', '1654795358870');
INSERT INTO  ym_comment  VALUES ('1534949174724788226', '1529301047351250945', '1528248783333351426', '长度测试长度测试长度测试长度测试长度测试长度测试长度测试长度测试长度测试', '0', 0, '', '0', '1654795375889', '1654795375889');
INSERT INTO  ym_comment  VALUES ('1534949226633494530', '1529301047351250945', '1528248783333351426', '999999999999999999999999999999999999', '1534949174724788226', 0, '', '1', '1654795388265', '1654795388265');
INSERT INTO  ym_comment  VALUES ('1534949406057431041', '1529301047351250945', '1528248783333351426', '1111111', '0', 0, '', '1', '1654795431043', '1654795431043');
INSERT INTO  ym_comment  VALUES ('1534949419621810177', '1529301047351250945', '1528248783333351426', '2222', '1534949406057431041', 0, '', '0', '1654795434277', '1654795434277');
INSERT INTO  ym_comment  VALUES ('1534949720785420289', '1529301047351250945', '1528248783333351426', '11111111111111', '0', 0, '', '1', '1654795506079', '1654795506079');
INSERT INTO  ym_comment  VALUES ('1534949740720947202', '1529301047351250945', '1528248783333351426', '333333333333333333333', '1534949720785420289', 0, '', '0', '1654795510833', '1654795510833');
INSERT INTO  ym_comment  VALUES ('1534949752695685122', '1529301047351250945', '1528248783333351426', '3333333333333333333', '1534949720785420289', 0, '', '0', '1654795513688', '1654795513688');
INSERT INTO  ym_comment  VALUES ('1534949762380333058', '1529301047351250945', '1528248783333351426', '3333', '0', 0, '', '1', '1654795515997', '1654795515997');
INSERT INTO  ym_comment  VALUES ('1534949797977391106', '1529301047351250945', '1528248783333351426', '44444', '1534949762380333058', 0, '', '1', '1654795524484', '1654795524484');
INSERT INTO  ym_comment  VALUES ('1534950093176700930', '1529301047351250945', '1528248783333351426', '====', '1534949797977391106', 0, '', '1', '1654795594864', '1654795594864');
INSERT INTO  ym_comment  VALUES ('1534950113514881025', '1529301047351250945', '1528248783333351426', '====', '1534949720785420289', 0, '', '0', '1654795599713', '1654795599713');
INSERT INTO  ym_comment  VALUES ('1534950136050876417', '1529301047351250945', '1528248783333351426', '===', '1534949720785420289', 0, '', '0', '1654795605087', '1654795605087');
INSERT INTO  ym_comment  VALUES ('1534950158955970562', '1529301047351250945', '1528248783333351426', '=====', '1534948315869741058', 0, '', '0', '1654795610547', '1654795610547');
INSERT INTO  ym_comment  VALUES ('1534950210147450882', '1529301047351250945', '1528248783333351426', '？？？', '1534948088324554753', 0, '', '0', '1654795622752', '1654795622752');
INSERT INTO  ym_comment  VALUES ('1534950321598496769', '1529301047351250945', '1528248783333351426', '======', '1534948088324554753', 0, '', '0', '1654795649325', '1654795649325');
INSERT INTO  ym_comment  VALUES ('1534950348597231618', '1529301047351250945', '1528248783333351426', '？', '1534948088324554753', 0, '', '0', '1654795655761', '1654795655761');
INSERT INTO  ym_comment  VALUES ('1534950504063303682', '1529301047351250945', '1528248783333351426', '11', '0', 0, '', '1', '1654795692828', '1654795692828');
INSERT INTO  ym_comment  VALUES ('1534950518852419586', '1529301047351250945', '1528248783333351426', '1111111', '1534950504063303682', 0, '', '0', '1654795696354', '1654795696354');
INSERT INTO  ym_comment  VALUES ('1534950533595398145', '1529301047351250945', '1528248783333351426', '222222222222', '1534950518852419586', 0, '', '0', '1654795699869', '1654795699869');
INSERT INTO  ym_comment  VALUES ('1534950587571896321', '1529301047351250945', '1528248783333351426', '333333333333333333333333333333333333', '1534950504063303682', 0, '', '0', '1654795712737', '1654795712737');
INSERT INTO  ym_comment  VALUES ('1534950780547629058', '1529301047351250945', '1528248783333351426', '333333333333333333333333333333333333', '1534949174724788226', 0, '', '1', '1654795758747', '1654795758747');
INSERT INTO  ym_comment  VALUES ('1534950923644698626', '1529301047351250945', '1528248783333351426', '----------------------------', '0', 0, '', '0', '1654795792864', '1654795792864');
INSERT INTO  ym_comment  VALUES ('1534950945899675650', '1529301047351250945', '1528248783333351426', '）', '1534950923644698626', 0, '', '1', '1654795798170', '1654795798170');
INSERT INTO  ym_comment  VALUES ('1534951005072916481', '1529301047351250945', '1528248783333351426', '！', '1534949174724788226', 0, '', '1', '1654795812277', '1654795812277');
INSERT INTO  ym_comment  VALUES ('1535594930825592834', '1534737075423784961', '1528248783333351426', '123', '0', 0, '', '0', '1654949336141', '1654949336141');
INSERT INTO  ym_comment  VALUES ('1535594948835934210', '1534737075423784961', '1528248783333351426', '23', '1535594930825592834', 0, '', '0', '1654949340434', '1654949340434');
INSERT INTO  ym_comment  VALUES ('1535594949263753217', '1534737075423784961', '1528248783333351426', '', '0', 0, '', '0', '1654949340537', '1654949340537');
INSERT INTO  ym_comment  VALUES ('1535595064351260673', '1534737075423784961', '1528248783333351426', '', '1535594930825592834', 0, '', '0', '1654949367976', '1654949367976');
INSERT INTO  ym_comment  VALUES ('1535595090624380929', '1534737075423784961', '1528248783333351426', '23', '1535594930825592834', 0, '', '0', '1654949374240', '1654949374240');
INSERT INTO  ym_comment  VALUES ('1535595109897207809', '1534737075423784961', '1528248783333351426', '21', '1535594949263753217', 0, '', '0', '1654949378835', '1654949378835');
INSERT INTO  ym_comment  VALUES ('1535595128360534017', '1534737075423784961', '1528248783333351426', '32', '1535594949263753217', 0, '', '0', '1654949383236', '1654949383236');
INSERT INTO  ym_comment  VALUES ('1535595165815668737', '1534737075423784961', '1528248783333351426', '231', '1535595109897207809', 0, '', '0', '1654949392166', '1654949392166');
INSERT INTO  ym_comment  VALUES ('1535595190226518018', '1534737075423784961', '1528248783333351426', '231', '0', 0, '', '1', '1654949397986', '1654949397986');
INSERT INTO  ym_comment  VALUES ('1535595204076109826', '1534737075423784961', '1528248783333351426', '231', '1535595190226518018', 0, '', '0', '1654949401288', '1654949401288');
INSERT INTO  ym_comment  VALUES ('1535595234019246082', '1534737075423784961', '1528248783333351426', '321', '1535594930825592834', 0, '', '0', '1654949408429', '1654949408429');
INSERT INTO  ym_comment  VALUES ('1535595713772126209', '1534737075423784961', '1528248783333351426', 'wd', '1535595234019246082', 0, '', '0', '1654949522809', '1654949522809');
INSERT INTO  ym_comment  VALUES ('1535595742985453569', '1534737075423784961', '1528248783333351426', 'awd', '1535595190226518018', 0, '', '0', '1654949529775', '1654949529775');
INSERT INTO  ym_comment  VALUES ('1535595780314759170', '1534737075423784961', '1528248783333351426', 'awda', '0', 0, '', '1', '1654949538675', '1654949538675');
INSERT INTO  ym_comment  VALUES ('1535595821125337090', '1534737075423784961', '1528248783333351426', 'dwa', '1535595190226518018', 0, '', '0', '1654949548404', '1654949548404');
INSERT INTO  ym_comment  VALUES ('1535595844328226817', '1534737075423784961', '1528248783333351426', 'wad', '1535595780314759170', 0, '', '0', '1654949553936', '1654949553936');
INSERT INTO  ym_comment  VALUES ('1535596387444457474', '1534737075423784961', '1528248783333351426', 'dawa112', '1535595780314759170', 0, '', '0', '1654949683426', '1654949683426');
INSERT INTO  ym_comment  VALUES ('1535596402850136066', '1534737075423784961', '1528248783333351426', 'wd', '0', 0, '', '1', '1654949687098', '1654949687098');
INSERT INTO  ym_comment  VALUES ('1535596415969918977', '1534737075423784961', '1528248783333351426', 'ww', '1535596402850136066', 0, '', '0', '1654949690227', '1654949690227');
INSERT INTO  ym_comment  VALUES ('1535596640453263362', '1534737075423784961', '1528248783333351426', '231', '1535595780314759170', 0, '', '0', '1654949743748', '1654949743748');
INSERT INTO  ym_comment  VALUES ('1535597241497026562', '1534737075423784961', '1528248783333351426', 'wd', '1535596415969918977', 0, '', '0', '1654949887047', '1654949887047');
INSERT INTO  ym_comment  VALUES ('1535597257015951362', '1534737075423784961', '1528248783333351426', 'awd', '1535595780314759170', 0, '', '0', '1654949890748', '1654949890748');
INSERT INTO  ym_comment  VALUES ('1535597267845644290', '1534737075423784961', '1528248783333351426', 'dwa', '1535595780314759170', 0, '', '0', '1654949893330', '1654949893330');
INSERT INTO  ym_comment  VALUES ('1535597277257662465', '1534737075423784961', '1528248783333351426', 'awd', '1535596402850136066', 0, '', '0', '1654949895574', '1654949895574');
INSERT INTO  ym_comment  VALUES ('1535597289362423810', '1534737075423784961', '1528248783333351426', 'wd', '0', 0, '', '1', '1654949898459', '1654949898459');
INSERT INTO  ym_comment  VALUES ('1535597299604914177', '1534737075423784961', '1528248783333351426', 'aww', '1535597289362423810', 0, '', '0', '1654949900901', '1654949900901');
INSERT INTO  ym_comment  VALUES ('1535597314209480705', '1534737075423784961', '1528248783333351426', 'dwa', '0', 0, '', '1', '1654949904384', '1654949904384');
INSERT INTO  ym_comment  VALUES ('1535597338393837570', '1534737075423784961', '1528248783333351426', 'ww', '1535597314209480705', 0, '', '0', '1654949910150', '1654949910150');
INSERT INTO  ym_comment  VALUES ('1535597608406351874', '1534737075423784961', '1528248783333351426', 'qwe', '1535597299604914177', 0, '', '0', '1654949974525', '1654949974525');
INSERT INTO  ym_comment  VALUES ('1535597639708442625', '1534737075423784961', '1528248783333351426', 'qwe', '1535597314209480705', 0, '', '0', '1654949981990', '1654949981990');
INSERT INTO  ym_comment  VALUES ('1535597651666403330', '1534737075423784961', '1528248783333351426', 'weq', '1535597314209480705', 0, '', '0', '1654949984840', '1654949984840');
INSERT INTO  ym_comment  VALUES ('1535597677859831809', '1534737075423784961', '1528248783333351426', 'qwe', '0', 0, '', '1', '1654949991085', '1654949991085');
INSERT INTO  ym_comment  VALUES ('1535597690795065346', '1534737075423784961', '1528248783333351426', 'ewq', '1535597677859831809', 0, '', '0', '1654949994169', '1654949994169');
INSERT INTO  ym_comment  VALUES ('1535598023613087746', '1534737075423784961', '1528248783333351426', 'qwe', '0', 0, '', '1', '1654950073519', '1654950073519');
INSERT INTO  ym_comment  VALUES ('1535598081205075969', '1534737075423784961', '1528248783333351426', 'weq', '1535598023613087746', 0, '', '0', '1654950087250', '1654950087250');
INSERT INTO  ym_comment  VALUES ('1535598287745187841', '1534737075423784961', '1528248783333351426', '324', '0', 0, '', '1', '1654950136492', '1654950136492');
INSERT INTO  ym_comment  VALUES ('1535598354761777153', '1534737075423784961', '1528248783333351426', '1231', '1535598287745187841', 0, '', '0', '1654950152470', '1654950152470');
INSERT INTO  ym_comment  VALUES ('1535598938441121794', '1534737075423784961', '1528248783333351426', 'weq', '0', 0, '', '1', '1654950291631', '1654950291631');
INSERT INTO  ym_comment  VALUES ('1535600386709127170', '1534737075423784961', '1528248783333351426', 'ewq', '1535595780314759170', 0, '', '0', '1654950636924', '1654950636924');
INSERT INTO  ym_comment  VALUES ('1535600470364520450', '1534737075423784961', '1528248783333351426', 'qwe', '1535598023613087746', 0, '', '0', '1654950656870', '1654950656870');
INSERT INTO  ym_comment  VALUES ('1535600527641935873', '1534737075423784961', '1528248783333351426', 'qwe', '0', 0, '', '1', '1654950670525', '1654950670525');
INSERT INTO  ym_comment  VALUES ('1535600548638621697', '1534737075423784961', '1528248783333351426', 'qwe', '1535600527641935873', 0, '', '0', '1654950675531', '1654950675531');
INSERT INTO  ym_comment  VALUES ('1535604429527449602', '1534737075423784961', '1528248783333351426', '213', '1535598354761777153', 0, '', '0', '1654951600807', '1654951600807');
INSERT INTO  ym_comment  VALUES ('1535604448896745473', '1534737075423784961', '1528248783333351426', '21311e', '0', 0, '', '1', '1654951605426', '1654951605426');
INSERT INTO  ym_comment  VALUES ('1535604462272380930', '1534737075423784961', '1528248783333351426', '123', '1535604448896745473', 0, '', '0', '1654951608615', '1654951608615');
INSERT INTO  ym_comment  VALUES ('1535604502751608834', '1534737075423784961', '1528248783333351426', '31', '0', 0, '', '1', '1654951618265', '1654951618265');
INSERT INTO  ym_comment  VALUES ('1535606607122006018', '1534737075423784961', '1528248783333351426', '12321', '0', 0, '', '0', '1654952119987', '1654952119987');
INSERT INTO  ym_comment  VALUES ('1535606622301192193', '1534737075423784961', '1528248783333351426', 'e12', '0', 0, '', '1', '1654952123605', '1654952123605');
INSERT INTO  ym_comment  VALUES ('1535606665590603777', '1534737075423784961', '1528248783333351426', '123', '1535606607122006018', 0, '', '0', '1654952133926', '1654952133926');
INSERT INTO  ym_comment  VALUES ('1535607002728759297', '1534737075423784961', '1528248783333351426', '123', '1535606622301192193', 0, '', '0', '1654952214306', '1654952214306');
INSERT INTO  ym_comment  VALUES ('1535607196828565505', '1534737075423784961', '1528248783333351426', 'ewq', '0', 0, '', '0', '1654952260583', '1654952260583');
INSERT INTO  ym_comment  VALUES ('1535607224276090882', '1534737075423784961', '1528248783333351426', 'eqw', '1535607196828565505', 0, '', '0', '1654952267128', '1654952267128');
INSERT INTO  ym_comment  VALUES ('1535607969155121153', '1534737075423784961', '1528248783333351426', '21', '0', 0, '', '0', '1654952444721', '1654952444721');
INSERT INTO  ym_comment  VALUES ('1535607989925314561', '1534737075423784961', '1528248783333351426', 'wq', '1535607969155121153', 0, '', '0', '1654952449673', '1654952449673');
INSERT INTO  ym_comment  VALUES ('1535608289486700545', '1534737075423784961', '1528248783333351426', 'weq', '0', 0, '', '0', '1654952521094', '1654952521094');
INSERT INTO  ym_comment  VALUES ('1535608315822735362', '1534737075423784961', '1528248783333351426', 'wq\\\\\\\\\\\\', '1535608289486700545', 0, '', '0', '1654952527372', '1654952527372');
INSERT INTO  ym_comment  VALUES ('1535608365206470657', '1534737075423784961', '1528248783333351426', 'qwe22', '1535607989925314561', 0, '', '0', '1654952539147', '1654952539147');
INSERT INTO  ym_comment  VALUES ('1535608391127269378', '1534737075423784961', '1528248783333351426', '213', '1535608289486700545', 0, '', '0', '1654952545327', '1654952545327');
INSERT INTO  ym_comment  VALUES ('1535608447574212610', '1534737075423784961', '1528248783333351426', '123', '1535608289486700545', 0, '', '0', '1654952558784', '1654952558784');
INSERT INTO  ym_comment  VALUES ('1535608490955898882', '1534737075423784961', '1528248783333351426', '23', '0', 0, '', '1', '1654952569127', '1654952569127');
INSERT INTO  ym_comment  VALUES ('1535608511575097346', '1534737075423784961', '1528248783333351426', '123', '1535608490955898882', 0, '', '0', '1654952574043', '1654952574043');
INSERT INTO  ym_comment  VALUES ('1535610129896964098', '1534737075423784961', '1528248783333351426', '1111', '1535608490955898882', 0, '', '0', '1654952959881', '1654952959881');
INSERT INTO  ym_comment  VALUES ('1535610158351122433', '1534737075423784961', '1528248783333351426', '1111', '1535608490955898882', 0, '', '0', '1654952966666', '1654952966666');
INSERT INTO  ym_comment  VALUES ('1535614615726075906', '1528265257661870081', '1527967566469914625', '123', '1528297283551080449', 0, '', '0', '1654954029395', '1654954029395');
INSERT INTO  ym_comment  VALUES ('1535614677432676354', '1528265257661870081', '1527967566469914625', '123', '1528297283551080449', 0, '', '0', '1654954044101', '1654954044101');
INSERT INTO  ym_comment  VALUES ('1535614910526926849', '1528265257661870081', '1527967566469914625', '123', '0', 0, '', '0', '1654954099678', '1654954099678');
INSERT INTO  ym_comment  VALUES ('1535615101254512642', '1529646205926191106', '1527967566469914625', '123', '0', 0, '', '0', '1654954145149', '1654954145149');
INSERT INTO  ym_comment  VALUES ('1535616556212543489', '1534737075423784961', '1528248783333351426', 'sad', '0', 0, '', '0', '1654954492036', '1654954492036');
INSERT INTO  ym_comment  VALUES ('1535616592430358530', '1534737075423784961', '1528248783333351426', 'sad', '1535616556212543489', 0, '', '1', '1654954500670', '1654954500670');
INSERT INTO  ym_comment  VALUES ('1535617264085229570', '1534737075423784961', '1528248783333351426', 'wer', '1535616556212543489', 0, '', '0', '1654954660804', '1654954660804');
INSERT INTO  ym_comment  VALUES ('1535617287502028801', '1534737075423784961', '1528248783333351426', 'qwe', '1535616556212543489', 0, '', '0', '1654954666388', '1654954666388');
INSERT INTO  ym_comment  VALUES ('1535617310457454594', '1534737075423784961', '1528248783333351426', 'qwe', '1535616556212543489', 0, '', '0', '1654954671860', '1654954671860');
INSERT INTO  ym_comment  VALUES ('1536387502284242946', '1529301047351250945', '1528248783333351426', '1111111111111', '1534948315869741058', 0, '', '0', '1655138299901', '1655138299901');
INSERT INTO  ym_comment  VALUES ('1536387515362082817', '1529301047351250945', '1528248783333351426', '111111111111', '1534950923644698626', 0, '', '0', '1655138303019', '1655138303019');
INSERT INTO  ym_comment  VALUES ('1536387539982647297', '1529301047351250945', '1528248783333351426', '22222222222222222', '1534949174724788226', 0, '', '0', '1655138308889', '1655138308889');
INSERT INTO  ym_comment  VALUES ('1536626877341401090', '1529294388600049666', '1535426082168111105', '此文章不错', '0', 0, '', '0', '1655195371362', '1655195371362');
INSERT INTO  ym_comment  VALUES ('1536632861187145729', '1529323077094150145', '1535426082168111105', '', '0', 0, '', '0', '1655196798023', '1655196798023');
INSERT INTO  ym_comment  VALUES ('1536967038264741889', '1536966613415301122', '1528248783333351426', '为啥要巨蟹座', '0', 0, '', '0', '1655276472047', '1655276472047');
INSERT INTO  ym_comment  VALUES ('1536967570807132162', '1536966613415301122', '1528248783333351426', '张航真', '1536967038264741889', 0, '', '0', '1655276599015', '1655276599015');
INSERT INTO  ym_comment  VALUES ('1536968601536368641', '1536966613415301122', '1528248783333351426', '狗', '1536967570807132162', 0, '', '1', '1655276844759', '1655276844759');
INSERT INTO  ym_comment  VALUES ('1536970347948085249', '1536966613415301122', '1528248783333351426', '000', '1536967038264741889', 0, '', '1', '1655277261137', '1655277261137');
INSERT INTO  ym_comment  VALUES ('1536970398955016193', '1536966613415301122', '1528248783333351426', '啦啦啦啦啦', '1536967570807132162', 0, '', '0', '1655277273298', '1655277273298');
INSERT INTO  ym_comment  VALUES ('1536971270321672194', '1536970820935553026', '1528248783333351426', '1', '0', 0, '', '0', '1655277481048', '1655277481048');
INSERT INTO  ym_comment  VALUES ('1536971284473253890', '1536970820935553026', '1528248783333351426', '？', '1536971270321672194', 0, '', '0', '1655277484422', '1655277484422');
INSERT INTO  ym_comment  VALUES ('1536971325648736258', '1536970820935553026', '1528248783333351426', '？？？', '1536971270321672194', 0, '', '0', '1655277494239', '1655277494239');
INSERT INTO  ym_comment  VALUES ('1536971843779497986', '1536966465280872449', '1528248783333351426', '111', '0', 0, '', '0', '1655277617771', '1655277617771');
INSERT INTO  ym_comment  VALUES ('1536971852411375618', '1536966465280872449', '1528248783333351426', '22', '1536971843779497986', 0, '', '0', '1655277619829', '1655277619829');
INSERT INTO  ym_comment  VALUES ('1536971878583832577', '1536966465280872449', '1528248783333351426', '？？', '1536971852411375618', 0, '', '0', '1655277626069', '1655277626069');
INSERT INTO  ym_comment  VALUES ('1536971940961521665', '1536966465280872449', '1528248783333351426', '====', '1536971843779497986', 0, '', '0', '1655277640941', '1655277640941');
INSERT INTO  ym_comment  VALUES ('1536971963468156930', '1536966465280872449', '1528248783333351426', '====================================', '1536971843779497986', 0, '', '0', '1655277646306', '1655277646306');
INSERT INTO  ym_comment  VALUES ('1536972143588347906', '1529301047351250945', '1528248783333351426', '===============================', '1534950923644698626', 0, '', '0', '1655277689251', '1655277689251');
INSERT INTO  ym_comment  VALUES ('1536972186923896833', '1529301047351250945', '1528248783333351426', '999999999999999999999999999999999999', '1534950923644698626', 0, '', '0', '1655277699583', '1655277699583');
INSERT INTO  ym_comment  VALUES ('1536973939148918785', '1529301047351250945', '1528248783333351426', '====================================', '1534950923644698626', 0, '', '0', '1655278117346', '1655278117346');
INSERT INTO  ym_comment  VALUES ('1536988285224685570', '1533852988983062529', '1528248783333351426', '在', '0', 0, '', '1', '1655281537717', '1655281537717');
INSERT INTO  ym_comment  VALUES ('1536988322491076609', '1533852988983062529', '1528248783333351426', '测试评论1', '0', 0, '', '0', '1655281546601', '1655281546601');
INSERT INTO  ym_comment  VALUES ('1536988393198653442', '1533852988983062529', '1528248783333351426', '测试评论', '0', 0, '', '0', '1655281563460', '1655281563460');
INSERT INTO  ym_comment  VALUES ('1536988410873450497', '1533852988983062529', '1528248783333351426', '', '0', 0, '', '1', '1655281567673', '1655281567673');
INSERT INTO  ym_comment  VALUES ('1537828302960529410', '1536966613415301122', '1528248783333351426', '=', '0', 0, '', '0', '1655481813552', '1655481813552');
INSERT INTO  ym_comment  VALUES ('1537828316487159809', '1536966613415301122', '1528248783333351426', '=', '1537828302960529410', 0, '', '0', '1655481816777', '1655481816777');
INSERT INTO  ym_comment  VALUES ('1537828404135530497', '1529301047351250945', '1528248783333351426', '=', '0', 0, '', '0', '1655481837674', '1655481837674');
INSERT INTO  ym_comment  VALUES ('1537828414721953794', '1529301047351250945', '1528248783333351426', '=', '1537828404135530497', 0, '', '0', '1655481840197', '1655481840197');
INSERT INTO  ym_comment  VALUES ('1538546319654719490', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '0', '1655653002072', '1655653002072');
INSERT INTO  ym_comment  VALUES ('1538546339514748930', '1533852988983062529', '1528248783333351426', '1', '1538546319654719490', 0, '', '0', '1655653006807', '1655653006807');
INSERT INTO  ym_comment  VALUES ('1538546672802533377', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '0', '1655653086269', '1655653086269');
INSERT INTO  ym_comment  VALUES ('1538546682940166146', '1533852988983062529', '1528248783333351426', '1', '1538546672802533377', 0, '', '0', '1655653088686', '1655653088686');
INSERT INTO  ym_comment  VALUES ('1538546811965345793', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '0', '1655653119447', '1655653119447');
INSERT INTO  ym_comment  VALUES ('1538546824665698306', '1533852988983062529', '1528248783333351426', '1', '1538546811965345793', 0, '', '0', '1655653122475', '1655653122476');
INSERT INTO  ym_comment  VALUES ('1538546844844494849', '1533852988983062529', '1528248783333351426', '2', '0', 0, '', '0', '1655653127287', '1655653127287');
INSERT INTO  ym_comment  VALUES ('1538546865186869249', '1533852988983062529', '1528248783333351426', '', '1538546672802533377', 0, '', '0', '1655653132137', '1655653132137');
INSERT INTO  ym_comment  VALUES ('1538546879816601602', '1533852988983062529', '1528248783333351426', '2', '1538546672802533377', 0, '', '0', '1655653135624', '1655653135624');
INSERT INTO  ym_comment  VALUES ('1538547925293010946', '1533852988983062529', '1528248783333351426', '', '0', 0, '', '1', '1655653384886', '1655653384886');
INSERT INTO  ym_comment  VALUES ('1538547936365973506', '1533852988983062529', '1528248783333351426', '', '0', 0, '', '1', '1655653387527', '1655653387527');
INSERT INTO  ym_comment  VALUES ('1538548154234900481', '1533852988983062529', '1528248783333351426', '呃呃呃', '1538546844844494849', 0, '', '0', '1655653439470', '1655653439470');
INSERT INTO  ym_comment  VALUES ('1538548178477977601', '1533852988983062529', '1528248783333351426', '666', '1538546811965345793', 0, '', '0', '1655653445250', '1655653445250');
INSERT INTO  ym_comment  VALUES ('1538548191027335170', '1533852988983062529', '1528248783333351426', '6', '1538546672802533377', 0, '', '0', '1655653448242', '1655653448242');
INSERT INTO  ym_comment  VALUES ('1538548217656971265', '1533852988983062529', '1528248783333351426', '6', '1534916940877791233', 0, '', '0', '1655653454591', '1655653454591');
INSERT INTO  ym_comment  VALUES ('1538548388956540929', '1538070682351505409', '1528248783333351426', '2', '0', 0, '', '0', '1655653495432', '1655653495432');
INSERT INTO  ym_comment  VALUES ('1538548410305548289', '1538070682351505409', '1528248783333351426', '2', '1538548388956540929', 0, '', '0', '1655653500522', '1655653500522');
INSERT INTO  ym_comment  VALUES ('1538548545966116866', '1533852988983062529', '1528248783333351426', '事实上', '1538546844844494849', 0, '', '0', '1655653532866', '1655653532866');
INSERT INTO  ym_comment  VALUES ('1538548637280309250', '1538070682225676290', '1528248783333351426', '呜呜呜', '0', 0, '', '0', '1655653554637', '1655653554637');
INSERT INTO  ym_comment  VALUES ('1538548653231247362', '1538070682225676290', '1528248783333351426', '呜呜', '1538548637280309250', 0, '', '0', '1655653558439', '1655653558439');
INSERT INTO  ym_comment  VALUES ('1541598860311334913', '1529795017210630146', '1528215357112836098', '陌陌', '1533488334607855618', 0, '', '1', '1656380784478', '1656380784478');
INSERT INTO  ym_comment  VALUES ('1542876280158957570', '1538550289710256129', '1528248783333351426', '·11', '0', 0, '', '0', '1656685345103', '1656685345103');
INSERT INTO  ym_comment  VALUES ('1542925501641908225', '1536966613415301122', '1528248783333351426', 'qq', '0', 0, '', '0', '1656697080418', '1656697080418');
INSERT INTO  ym_comment  VALUES ('1542926607117836289', '1538550289710256129', '1528248783333351426', '。。', '1542876280158957570', 0, '', '0', '1656697343985', '1656697343985');
INSERT INTO  ym_comment  VALUES ('1542928697642835969', '1538550289710256129', '1528248783333351426', '、', '0', 0, '', '0', '1656697842405', '1656697842405');
INSERT INTO  ym_comment  VALUES ('1542928725375574017', '1538550289710256129', '1528248783333351426', '。。。', '1542926607117836289', 0, '', '0', '1656697849017', '1656697849017');
INSERT INTO  ym_comment  VALUES ('1542928750147133441', '1538550289710256129', '1528248783333351426', 'ok', '1542928697642835969', 0, '', '0', '1656697854922', '1656697854922');
INSERT INTO  ym_comment  VALUES ('1542929838124425218', '1533852988983062529', '1528248783333351426', '1', '0', 0, '', '1', '1656698114316', '1656698114316');
INSERT INTO  ym_comment  VALUES ('1542932684429451265', '1538550289710256129', '1528248783333351426', '33333333333', '1542876280158957570', 0, '', '0', '1656698792929', '1656698792929');
INSERT INTO  ym_comment  VALUES ('1542932700145508353', '1538550289710256129', '1528248783333351426', '3', '0', 0, '', '0', '1656698796675', '1656698796675');
INSERT INTO  ym_comment  VALUES ('1542932711835033601', '1538550289710256129', '1528248783333351426', '333', '1542932700145508353', 0, '', '0', '1656698799463', '1656698799463');
INSERT INTO  ym_comment  VALUES ('1542932867875725313', '1538550289710256129', '1528248783333351426', '1', '1542928725375574017', 0, '', '0', '1656698836666', '1656698836666');
INSERT INTO  ym_comment  VALUES ('1542932912620560385', '1538550289710256129', '1528248783333351426', '111111111111111111', '0', 0, '', '0', '1656698847334', '1656698847334');
INSERT INTO  ym_comment  VALUES ('1542932927908798466', '1538550289710256129', '1528248783333351426', '22', '1542932912620560385', 0, '', '0', '1656698850978', '1656698850978');
INSERT INTO  ym_comment  VALUES ('1542933228095135745', '1538550289710256129', '1528248783333351426', 'q', '1542932912620560385', 0, '', '0', '1656698922549', '1656698922549');
INSERT INTO  ym_comment  VALUES ('1542933248387178498', '1538550289710256129', '1528248783333351426', '?', '0', 0, '', '0', '1656698927386', '1656698927386');
INSERT INTO  ym_comment  VALUES ('1542933271413907458', '1538550289710256129', '1528248783333351426', '?', '1542933248387178498', 0, '', '0', '1656698932877', '1656698932877');
INSERT INTO  ym_comment  VALUES ('1542933594455007234', '1538550289710256129', '1528248783333351426', '1', '0', 0, '', '0', '1656699009895', '1656699009895');
INSERT INTO  ym_comment  VALUES ('1542933608921161730', '1538550289710256129', '1528248783333351426', '1', '1542933594455007234', 0, '', '0', '1656699013345', '1656699013345');
INSERT INTO  ym_comment  VALUES ('1542934130319286274', '1538550289710256129', '1528248783333351426', '--', '0', 0, '', '0', '1656699137655', '1656699137655');
INSERT INTO  ym_comment  VALUES ('1542934144944824321', '1538550289710256129', '1528248783333351426', '---', '1542934130319286274', 0, '', '0', '1656699141143', '1656699141143');
INSERT INTO  ym_comment  VALUES ('1542934468963196929', '1538550289710256129', '1528248783333351426', '=====', '0', 0, '', '0', '1656699218394', '1656699218394');
INSERT INTO  ym_comment  VALUES ('1542934477972561922', '1538550289710256129', '1528248783333351426', '==', '1542934468963196929', 0, '', '0', '1656699220543', '1656699220543');
INSERT INTO  ym_comment  VALUES ('1542934581211160578', '1538550289710256129', '1528248783333351426', '000', '0', 0, '', '0', '1656699245156', '1656699245156');
INSERT INTO  ym_comment  VALUES ('1542934624408297473', '1538550289710256129', '1528248783333351426', '0', '1542934581211160578', 0, '', '0', '1656699255455', '1656699255455');
INSERT INTO  ym_comment  VALUES ('1542934649439903746', '1538550289710256129', '1528248783333351426', '?', '0', 0, '', '0', '1656699261424', '1656699261424');
INSERT INTO  ym_comment  VALUES ('1542934671183175682', '1538550289710256129', '1528248783333351426', '0', '1542934649439903746', 0, '', '0', '1656699266608', '1656699266608');
INSERT INTO  ym_comment  VALUES ('1543235409713041409', '1542940668664602625', '1528248783333351426', 'sadw', '0', 0, '', '1', '1656770968261', '1656770968261');
INSERT INTO  ym_comment  VALUES ('1543235427027128322', '1542940668664602625', '1528248783333351426', 'awd', '1543235409713041409', 0, '', '0', '1656770972389', '1656770972389');
INSERT INTO  ym_comment  VALUES ('1543235439068975105', '1542940668664602625', '1528248783333351426', 'wad', '0', 0, '', '1', '1656770975259', '1656770975259');
INSERT INTO  ym_comment  VALUES ('1543235484166131714', '1542940668664602625', '1528248783333351426', 'dwa', '0', 0, '', '1', '1656770986012', '1656770986012');
INSERT INTO  ym_comment  VALUES ('1543236075332308993', '1542940668664602625', '1528248783333351426', 'wda', '1543235409713041409', 0, '', '0', '1656771126957', '1656771126957');
INSERT INTO  ym_comment  VALUES ('1543236095171366914', '1542940668664602625', '1528248783333351426', 'wd', '1543235484166131714', 0, '', '0', '1656771131687', '1656771131687');
INSERT INTO  ym_comment  VALUES ('1543236112418344961', '1542940668664602625', '1528248783333351426', 'wa', '0', 0, '', '1', '1656771135799', '1656771135799');
INSERT INTO  ym_comment  VALUES ('1543236421794402305', '1542940668664602625', '1528248783333351426', 'wd', '0', 0, '', '1', '1656771209559', '1656771209559');
INSERT INTO  ym_comment  VALUES ('1543236503562358785', '1542940668664602625', '1528248783333351426', 'aw', '0', 0, '', '1', '1656771229055', '1656771229055');
INSERT INTO  ym_comment  VALUES ('1543236546289733634', '1542940668664602625', '1528248783333351426', 'dw', '0', 0, '', '1', '1656771239242', '1656771239242');
INSERT INTO  ym_comment  VALUES ('1543236678934597633', '1542940668664602625', '1528248783333351426', 'aw', '0', 0, '', '1', '1656771270867', '1656771270867');
INSERT INTO  ym_comment  VALUES ('1543238230600585218', '1542940668664602625', '1528248783333351426', 'weq', '0', 0, '', '1', '1656771640813', '1656771640813');
INSERT INTO  ym_comment  VALUES ('1543238286183501826', '1542940668664602625', '1528248783333351426', 'qwe', '0', 0, '', '1', '1656771654065', '1656771654065');
INSERT INTO  ym_comment  VALUES ('1543239047541952513', '1542940668664602625', '1528248783333351426', 'wd', '0', 0, '', '1', '1656771835587', '1656771835587');
INSERT INTO  ym_comment  VALUES ('1543239106488700930', '1542940668664602625', '1528248783333351426', 'wa', '0', 0, '', '1', '1656771849641', '1656771849641');
INSERT INTO  ym_comment  VALUES ('1543239287175122946', '1542940668664602625', '1528248783333351426', 'wd', '0', 0, '', '1', '1656771892720', '1656771892720');
INSERT INTO  ym_comment  VALUES ('1543239521280200705', '1542940668664602625', '1528248783333351426', 'wqe', '0', 0, '', '1', '1656771948535', '1656771948535');
INSERT INTO  ym_comment  VALUES ('1543239735533637633', '1542940668664602625', '1528248783333351426', 'wa', '0', 0, '', '1', '1656771999617', '1656771999617');
INSERT INTO  ym_comment  VALUES ('1543241075747983361', '1542940668664602625', '1528248783333351426', 'qw', '0', 0, '', '1', '1656772319149', '1656772319149');
INSERT INTO  ym_comment  VALUES ('1543241412693200898', '1542940668664602625', '1528248783333351426', 'weq', '0', 0, '', '1', '1656772399483', '1656772399483');
INSERT INTO  ym_comment  VALUES ('1543242289642475521', '1542940668664602625', '1528248783333351426', 'dw', '0', 0, '', '1', '1656772608564', '1656772608564');
INSERT INTO  ym_comment  VALUES ('1543242556882554882', '1542940668664602625', '1528248783333351426', 'wd', '0', 0, '', '1', '1656772672279', '1656772672279');
INSERT INTO  ym_comment  VALUES ('1543242775674228737', '1542940668664602625', '1528248783333351426', 'wa', '0', 0, '', '1', '1656772724443', '1656772724443');
INSERT INTO  ym_comment  VALUES ('1543242803583127554', '1542940668664602625', '1528248783333351426', 'wd', '0', 0, '', '1', '1656772731097', '1656772731097');
INSERT INTO  ym_comment  VALUES ('1543243106760003586', '1542940668664602625', '1528248783333351426', 'we', '0', 0, '', '1', '1656772803380', '1656772803380');
INSERT INTO  ym_comment  VALUES ('1543243351074017282', '1542940668664602625', '1528248783333351426', 'wa', '0', 0, '', '1', '1656772861629', '1656772861629');
INSERT INTO  ym_comment  VALUES ('1543248670600728577', '1542940668664602625', '1528248783333351426', 'er', '0', 0, '', '1', '1656774129903', '1656774129903');
INSERT INTO  ym_comment  VALUES ('1543248971789504514', '1542940668664602625', '1528248783333351426', 'wq', '0', 0, '', '1', '1656774201712', '1656774201712');
INSERT INTO  ym_comment  VALUES ('1543248985987223554', '1542940668664602625', '1528248783333351426', 'we', '0', 0, '', '1', '1656774205097', '1656774205097');
INSERT INTO  ym_comment  VALUES ('1543249019625541634', '1542940668664602625', '1528248783333351426', 'wq', '0', 0, '', '1', '1656774213117', '1656774213117');
INSERT INTO  ym_comment  VALUES ('1543249052395638785', '1542940668664602625', '1528248783333351426', 'we', '0', 0, '', '1', '1656774220930', '1656774220930');
INSERT INTO  ym_comment  VALUES ('1543249274366595073', '1542940668664602625', '1528248783333351426', 'we', '0', 0, '', '1', '1656774273851', '1656774273851');
INSERT INTO  ym_comment  VALUES ('1543252403459985409', '1542940668664602625', '1528248783333351426', '===', '0', 0, '', '1', '1656775019886', '1656775019886');
INSERT INTO  ym_comment  VALUES ('1543252424788021249', '1542940668664602625', '1528248783333351426', '===', '1543252403459985409', 0, '', '0', '1656775024972', '1656775024972');
INSERT INTO  ym_comment  VALUES ('1543252554115190786', '1542940668664602625', '1528248783333351426', '--------------------', '0', 0, '', '1', '1656775055805', '1656775055805');
INSERT INTO  ym_comment  VALUES ('1543252573270577154', '1542940668664602625', '1528248783333351426', '-----------------', '1543252554115190786', 0, '', '0', '1656775060372', '1656775060372');
INSERT INTO  ym_comment  VALUES ('1543252662294679554', '1542940668664602625', '1528248783333351426', ']]]]]', '0', 0, '', '1', '1656775081597', '1656775081597');
INSERT INTO  ym_comment  VALUES ('1543252680489570305', '1542940668664602625', '1528248783333351426', ']]]', '1543252662294679554', 0, '', '0', '1656775085935', '1656775085935');
INSERT INTO  ym_comment  VALUES ('1543252749263572994', '1542940668664602625', '1528248783333351426', 'ppp', '0', 0, '', '1', '1656775102332', '1656775102332');
INSERT INTO  ym_comment  VALUES ('1543252766745432065', '1542940668664602625', '1528248783333351426', 'sss', '1543252749263572994', 0, '', '0', '1656775106500', '1656775106500');
INSERT INTO  ym_comment  VALUES ('1543252854658043905', '1542940668664602625', '1528248783333351426', 'iiiiiii', '0', 0, '', '1', '1656775127460', '1656775127460');
INSERT INTO  ym_comment  VALUES ('1543252877143707649', '1542940668664602625', '1528248783333351426', '1', '1543252854658043905', 0, '', '0', '1656775132821', '1656775132821');
INSERT INTO  ym_comment  VALUES ('1543255081229488129', '1542940668664602625', '1528248783333351426', 'wqe', '0', 0, '', '1', '1656775658316', '1656775658316');
INSERT INTO  ym_comment  VALUES ('1543255098229002241', '1542940668664602625', '1528248783333351426', 'w', '1543255081229488129', 0, '', '0', '1656775662369', '1656775662369');
INSERT INTO  ym_comment  VALUES ('1543255915384279041', '1542940668664602625', '1528248783333351426', 'erw', '0', 0, '', '0', '1656775857194', '1656775857194');
INSERT INTO  ym_comment  VALUES ('1543255953887989762', '1542940668664602625', '1528248783333351426', '213', '1543255915384279041', 0, '', '0', '1656775866376', '1656775866376');
INSERT INTO  ym_comment  VALUES ('1543256504407166977', '1542940668664602625', '1528248783333351426', 'wqe', '0', 0, '', '1', '1656775997628', '1656775997628');
INSERT INTO  ym_comment  VALUES ('1543256521700282370', '1542940668664602625', '1528248783333351426', 'qe2', '1543256504407166977', 0, '', '0', '1656776001751', '1656776001751');
INSERT INTO  ym_comment  VALUES ('1543256749459378178', '1542940668664602625', '1528248783333351426', 'eq', '0', 0, '', '1', '1656776056053', '1656776056053');
INSERT INTO  ym_comment  VALUES ('1543256767226449922', '1542940668664602625', '1528248783333351426', 'weq', '1543256749459378178', 0, '', '0', '1656776060289', '1656776060289');
INSERT INTO  ym_comment  VALUES ('1543257278939926530', '1542940668664602625', '1528248783333351426', 'wqe', '0', 0, '', '0', '1656776182291', '1656776182291');
INSERT INTO  ym_comment  VALUES ('1543257321830879234', '1542940668664602625', '1528248783333351426', 'qwe', '1543257278939926530', 0, '', '0', '1656776192517', '1656776192517');
INSERT INTO  ym_comment  VALUES ('1543257653210255361', '1542940668664602625', '1528248783333351426', 'qwe', '0', 0, '', '0', '1656776271524', '1656776271524');
INSERT INTO  ym_comment  VALUES ('1543257672617299970', '1542940668664602625', '1528248783333351426', 'ww', '1543257653210255361', 0, '', '0', '1656776276151', '1656776276151');
INSERT INTO  ym_comment  VALUES ('1543259743777198082', '1542940668664602625', '1528248783333351426', 'qe', '0', 0, '', '0', '1656776769954', '1656776769954');
INSERT INTO  ym_comment  VALUES ('1543260038053761025', '1542940668664602625', '1528248783333351426', 'ewq', '0', 0, '', '0', '1656776840115', '1656776840115');
INSERT INTO  ym_comment  VALUES ('1543260063504797698', '1542940668664602625', '1528248783333351426', 'qwe', '1543257672617299970', 0, '', '0', '1656776846183', '1656776846183');
INSERT INTO  ym_comment  VALUES ('1543260078184861698', '1542940668664602625', '1528248783333351426', 'qwe', '1543257653210255361', 0, '', '0', '1656776849683', '1656776849683');
INSERT INTO  ym_comment  VALUES ('1543260099861024770', '1542940668664602625', '1528248783333351426', 'ewq', '1543260038053761025', 0, '', '0', '1656776854851', '1656776854851');
INSERT INTO  ym_comment  VALUES ('1543260118798307330', '1542940668664602625', '1528248783333351426', 'qq', '1543260038053761025', 0, '', '0', '1656776859366', '1656776859366');
INSERT INTO  ym_comment  VALUES ('1543260181989691394', '1542940668664602625', '1528248783333351426', '----------', '0', 0, '', '0', '1656776874432', '1656776874432');
INSERT INTO  ym_comment  VALUES ('1543260193016516610', '1542940668664602625', '1528248783333351426', '----', '1543260181989691394', 0, '', '0', '1656776877061', '1656776877061');
INSERT INTO  ym_comment  VALUES ('1543260206903857154', '1542940668664602625', '1528248783333351426', '===', '0', 0, '', '0', '1656776880372', '1656776880372');
INSERT INTO  ym_comment  VALUES ('1543260215745449985', '1542940668664602625', '1528248783333351426', '=', '1543260206903857154', 0, '', '0', '1656776882480', '1656776882480');
INSERT INTO  ym_comment  VALUES ('1543260302882115585', '1542940668664602625', '1528248783333351426', 'ggg', '1543260206903857154', 0, '', '0', '1656776903255', '1656776903255');
INSERT INTO  ym_comment  VALUES ('1543260383215620098', '1542940668664602625', '1528248783333351426', 'pppp', '0', 0, '', '0', '1656776922407', '1656776922407');
INSERT INTO  ym_comment  VALUES ('1543260393596522497', '1542940668664602625', '1528248783333351426', 'ppp', '1543260383215620098', 0, '', '0', '1656776924882', '1656776924882');
INSERT INTO  ym_comment  VALUES ('1543260824632561665', '1542940668664602625', '1528248783333351426', 'wqe', '0', 0, '', '0', '1656777027650', '1656777027650');
INSERT INTO  ym_comment  VALUES ('1543260840889683969', '1542940668664602625', '1528248783333351426', 'ewq', '1543260824632561665', 0, '', '0', '1656777031526', '1656777031526');
INSERT INTO  ym_comment  VALUES ('1543261013745340418', '1542940668664602625', '1528248783333351426', 'qwe', '0', 0, '', '0', '1656777072737', '1656777072737');
INSERT INTO  ym_comment  VALUES ('1543261063514951682', '1542940668664602625', '1528248783333351426', 'weq', '1543261013745340418', 0, '', '0', '1656777084604', '1656777084604');
INSERT INTO  ym_comment  VALUES ('1543261367115452418', '1542940668664602625', '1528248783333351426', 'eee', '0', 0, '', '0', '1656777156988', '1656777156988');
INSERT INTO  ym_comment  VALUES ('1543261390356090881', '1542940668664602625', '1528248783333351426', '222', '1543261367115452418', 0, '', '0', '1656777162529', '1656777162529');
INSERT INTO  ym_comment  VALUES ('1543261458891018242', '1542940668664602625', '1528248783333351426', 'qwe', '0', 0, '', '0', '1656777178869', '1656777178869');
INSERT INTO  ym_comment  VALUES ('1543261490696425474', '1542940668664602625', '1528248783333351426', 'e22', '1543261458891018242', 0, '', '0', '1656777186452', '1656777186452');
INSERT INTO  ym_comment  VALUES ('1543261845916225537', '1542940668664602625', '1528248783333351426', 'wqe', '0', 0, '', '0', '1656777271143', '1656777271143');
INSERT INTO  ym_comment  VALUES ('1543261867437199362', '1542940668664602625', '1528248783333351426', 'eee', '1543261845916225537', 0, '', '0', '1656777276274', '1656777276274');
INSERT INTO  ym_comment  VALUES ('1543263074696302594', '1542940668664602625', '1528248783333351426', '111', '1543255915384279041', 0, '', '0', '1656777564107', '1656777564107');
INSERT INTO  ym_comment  VALUES ('1543263113866907649', '1542940668664602625', '1528248783333351426', 'qqw', '0', 0, '', '0', '1656777573446', '1656777573446');
INSERT INTO  ym_comment  VALUES ('1543263135371104257', '1542940668664602625', '1528248783333351426', 'www', '1543263113866907649', 0, '', '0', '1656777578573', '1656777578573');
INSERT INTO  ym_comment  VALUES ('1543263169089114113', '1542940668664602625', '1528248783333351426', '===', '0', 0, '', '0', '1656777586612', '1656777586612');
INSERT INTO  ym_comment  VALUES ('1543263234201489409', '1542940668664602625', '1528248783333351426', '=', '1543263169089114113', 0, '', '0', '1656777602136', '1656777602136');
INSERT INTO  ym_comment  VALUES ('1543263616315166722', '1542940668664602625', '1528248783333351426', '3', '0', 0, '', '0', '1656777693239', '1656777693239');
INSERT INTO  ym_comment  VALUES ('1543263633012690946', '1542940668664602625', '1528248783333351426', 'ee', '1543263616315166722', 0, '', '0', '1656777697221', '1656777697221');
INSERT INTO  ym_comment  VALUES ('1543263742114926593', '1542940668664602625', '1528248783333351426', '55', '1543263616315166722', 0, '', '0', '1656777723232', '1656777723232');
INSERT INTO  ym_comment  VALUES ('1543263764688670722', '1542940668664602625', '1528248783333351426', '32', '0', 0, '', '0', '1656777728614', '1656777728614');
INSERT INTO  ym_comment  VALUES ('1543263795810406402', '1542940668664602625', '1528248783333351426', '1', '1543263764688670722', 0, '', '0', '1656777736034', '1656777736034');
INSERT INTO  ym_comment  VALUES ('1543264444757315585', '1542940668664602625', '1528248783333351426', 'ewqq', '0', 0, '', '0', '1656777890755', '1656777890755');
INSERT INTO  ym_comment  VALUES ('1543264464814477314', '1542940668664602625', '1528248783333351426', 'www', '1543264444757315585', 0, '', '0', '1656777895537', '1656777895537');
INSERT INTO  ym_comment  VALUES ('1543264820973801473', '1542940668664602625', '1528248783333351426', 'wqe', '0', 0, '', '0', '1656777980452', '1656777980452');
INSERT INTO  ym_comment  VALUES ('1543264849763504130', '1542940668664602625', '1528248783333351426', 'we', '1543264820973801473', 0, '', '0', '1656777987316', '1656777987316');
INSERT INTO  ym_comment  VALUES ('1543264902376853505', '1542940668664602625', '1528248783333351426', 'sss', '0', 0, '', '0', '1656777999860', '1656777999860');
INSERT INTO  ym_comment  VALUES ('1543264916511657986', '1542940668664602625', '1528248783333351426', 'e2', '1543264902376853505', 0, '', '0', '1656778003230', '1656778003230');
INSERT INTO  ym_comment  VALUES ('1543264938535948289', '1542940668664602625', '1528248783333351426', 'qq', '1543264902376853505', 0, '', '0', '1656778008481', '1656778008481');
INSERT INTO  ym_comment  VALUES ('1543265028902227969', '1542940668664602625', '1528248783333351426', 'dd', '0', 0, '', '0', '1656778030026', '1656778030026');
INSERT INTO  ym_comment  VALUES ('1543265101073616897', '1542940668664602625', '1528248783333351426', '231', '1543265028902227969', 0, '', '0', '1656778047233', '1656778047233');
INSERT INTO  ym_comment  VALUES ('1543265269596557313', '1542940668664602625', '1528248783333351426', 'qwe', '0', 0, '', '0', '1656778087412', '1656778087412');
INSERT INTO  ym_comment  VALUES ('1543265340241219586', '1542940668664602625', '1528248783333351426', 'qq', '1543265269596557313', 0, '', '0', '1656778104254', '1656778104254');
INSERT INTO  ym_comment  VALUES ('1543265405894660098', '1542940668664602625', '1528248783333351426', 'we', '0', 0, '', '0', '1656778119908', '1656778119908');
INSERT INTO  ym_comment  VALUES ('1543265470046539778', '1542940668664602625', '1528248783333351426', 'qqe', '1543265405894660098', 0, '', '0', '1656778135203', '1656778135203');
INSERT INTO  ym_comment  VALUES ('1543265600170627073', '1542940668664602625', '1528248783333351426', '23', '0', 0, '', '0', '1656778166227', '1656778166227');
INSERT INTO  ym_comment  VALUES ('1543265685059145730', '1542940668664602625', '1528248783333351426', '11', '1543265600170627073', 0, '', '0', '1656778186466', '1656778186466');
INSERT INTO  ym_comment  VALUES ('1543265720329048065', '1542940668664602625', '1528248783333351426', '3321', '0', 0, '', '0', '1656778194875', '1656778194875');
INSERT INTO  ym_comment  VALUES ('1543265763077394434', '1542940668664602625', '1528248783333351426', '23', '1543265720329048065', 0, '', '0', '1656778205067', '1656778205067');
INSERT INTO  ym_comment  VALUES ('1543265981403500546', '1542940668664602625', '1528248783333351426', 'eewq', '0', 0, '', '0', '1656778257120', '1656778257120');
INSERT INTO  ym_comment  VALUES ('1543266025695350786', '1542940668664602625', '1528248783333351426', 'ww', '1543265981403500546', 0, '', '0', '1656778267679', '1656778267679');
INSERT INTO  ym_comment  VALUES ('1543266049858736130', '1542940668664602625', '1528248783333351426', 'qwe', '0', 0, '', '0', '1656778273441', '1656778273441');
INSERT INTO  ym_comment  VALUES ('1543266068573720578', '1542940668664602625', '1528248783333351426', 'ee', '1543266049858736130', 0, '', '0', '1656778277903', '1656778277903');
INSERT INTO  ym_comment  VALUES ('1543266447751385089', '1542940668664602625', '1528248783333351426', 'weq', '0', 0, '', '0', '1656778368306', '1656778368306');
INSERT INTO  ym_comment  VALUES ('1543266507889315841', '1542940668664602625', '1528248783333351426', 'ww', '1543266447751385089', 0, '', '0', '1656778382644', '1656778382644');
INSERT INTO  ym_comment  VALUES ('1543266527292166145', '1542940668664602625', '1528248783333351426', 'qqe', '0', 0, '', '0', '1656778387270', '1656778387270');
INSERT INTO  ym_comment  VALUES ('1543266550084014082', '1542940668664602625', '1528248783333351426', 'we2', '1543266527292166145', 0, '', '0', '1656778392703', '1656778392703');
INSERT INTO  ym_comment  VALUES ('1543266783358619650', '1542940668664602625', '1528248783333351426', 'ddd', '0', 0, '', '0', '1656778448320', '1656778448320');
INSERT INTO  ym_comment  VALUES ('1543266798483279873', '1542940668664602625', '1528248783333351426', 'dd', '1543266783358619650', 0, '', '0', '1656778451927', '1656778451927');
INSERT INTO  ym_comment  VALUES ('1543266812399980545', '1542940668664602625', '1528248783333351426', 'ww', '0', 0, '', '0', '1656778455245', '1656778455245');
INSERT INTO  ym_comment  VALUES ('1543266825897250818', '1542940668664602625', '1528248783333351426', 'ww', '1543266812399980545', 0, '', '0', '1656778458463', '1656778458463');
INSERT INTO  ym_comment  VALUES ('1543267817158086657', '1542940668664602625', '1528248783333351426', 'wad', '0', 0, '', '0', '1656778694798', '1656778694798');
INSERT INTO  ym_comment  VALUES ('1543267851463299074', '1542940668664602625', '1528248783333351426', 'ww', '1543267817158086657', 0, '', '0', '1656778702977', '1656778702977');
INSERT INTO  ym_comment  VALUES ('1543267888272510978', '1542940668664602625', '1528248783333351426', 'wwad', '0', 0, '', '0', '1656778711753', '1656778711753');
INSERT INTO  ym_comment  VALUES ('1543267903627857922', '1542940668664602625', '1528248783333351426', 'w', '1543267888272510978', 0, '', '0', '1656778715413', '1656778715413');
INSERT INTO  ym_comment  VALUES ('1543268076953276418', '1542940668664602625', '1528248783333351426', 'w', '0', 0, '', '0', '1656778756738', '1656778756738');
INSERT INTO  ym_comment  VALUES ('1543268310659895298', '1542940668664602625', '1528248783333351426', 'da', '0', 0, '', '0', '1656778812458', '1656778812458');
INSERT INTO  ym_comment  VALUES ('1543268452192489473', '1542940668664602625', '1528248783333351426', 'rr', '0', 0, '', '0', '1656778846202', '1656778846202');
INSERT INTO  ym_comment  VALUES ('1543268480843780097', '1542940668664602625', '1528248783333351426', 'w', '1543268452192489473', 0, '', '0', '1656778853033', '1656778853033');
INSERT INTO  ym_comment  VALUES ('1543268497017016322', '1542940668664602625', '1528248783333351426', 'qq', '0', 0, '', '0', '1656778856891', '1656778856891');
INSERT INTO  ym_comment  VALUES ('1543268526129680386', '1542940668664602625', '1528248783333351426', 'ww', '1543268497017016322', 0, '', '0', '1656778863830', '1656778863830');
INSERT INTO  ym_comment  VALUES ('1543268866501644290', '1542940668664602625', '1528248783333351426', 'ee', '0', 0, '', '0', '1656778944981', '1656778944981');
INSERT INTO  ym_comment  VALUES ('1543268881966043137', '1542940668664602625', '1528248783333351426', '22', '1543268866501644290', 0, '', '0', '1656778948668', '1656778948668');
INSERT INTO  ym_comment  VALUES ('1543268896054710273', '1542940668664602625', '1528248783333351426', 'qwe', '0', 0, '', '0', '1656778952027', '1656778952027');
INSERT INTO  ym_comment  VALUES ('1543268909006721026', '1542940668664602625', '1528248783333351426', '22', '1543268896054710273', 0, '', '0', '1656778955115', '1656778955115');
INSERT INTO  ym_comment  VALUES ('1543269131011231745', '1542940668664602625', '1528248783333351426', '22', '1543268896054710273', 0, '', '0', '1656779008045', '1656779008045');
INSERT INTO  ym_comment  VALUES ('1543273667578826753', '1542940668664602625', '1528248783333351426', '--', '0', 0, '', '0', '1656780089647', '1656780089647');
INSERT INTO  ym_comment  VALUES ('1543273687086534658', '1542940668664602625', '1528248783333351426', '[]', '1543273667578826753', 0, '', '0', '1656780094298', '1656780094298');
INSERT INTO  ym_comment  VALUES ('1543338213098131458', '1543338010618105857', '1528248783333351426', '梦中的婚礼作为初学者钢琴曲，不仅简单易学，听起来也十分优雅欢快', '0', 0, '', '0', '1656795478498', '1656795478498');
INSERT INTO  ym_comment  VALUES ('1543338239442554882', '1543338010618105857', '1528248783333351426', '耶斯', '1543338213098131458', 0, '', '0', '1656795484779', '1656795484779');
INSERT INTO  ym_comment  VALUES ('1543339304477003777', '1543338711356280834', '1528248783333351426', '。', '0', 0, '', '1', '1656795738703', '1656795738703');
INSERT INTO  ym_comment  VALUES ('1544263253331283969', '1543338711356280834', '1528248783333351426', 'qqqq', '0', 0, '', '0', '1657016025276', '1657016025276');
INSERT INTO  ym_comment  VALUES ('1544263262839771138', '1543338711356280834', '1528248783333351426', 'qqqq', '1544263253331283969', 0, '', '0', '1657016027543', '1657016027543');
INSERT INTO  ym_comment  VALUES ('1544263272662831106', '1543338711356280834', '1528248783333351426', 'qqq', '1544263262839771138', 0, '', '0', '1657016029885', '1657016029885');
INSERT INTO  ym_comment  VALUES ('1544263286072020993', '1543338711356280834', '1528248783333351426', 'q', '0', 0, '', '0', '1657016033082', '1657016033082');
INSERT INTO  ym_comment  VALUES ('1544263298822705154', '1543338711356280834', '1528248783333351426', 'q', '0', 0, '', '0', '1657016036124', '1657016036124');
INSERT INTO  ym_comment  VALUES ('1544263306561196034', '1543338711356280834', '1528248783333351426', 'q', '0', 0, '', '0', '1657016037967', '1657016037967');
INSERT INTO  ym_comment  VALUES ('1544263316560416769', '1543338711356280834', '1528248783333351426', 'qqq', '1544263306561196034', 0, '', '0', '1657016040351', '1657016040351');
INSERT INTO  ym_comment  VALUES ('1544932283855671298', '1536965825360105473', '1528248783333351426', '有意思', '0', 0, '', '0', '1657175534583', '1657175534583');
INSERT INTO  ym_comment  VALUES ('1549931415410315266', '1543338711356280834', '1547419501513936897', 'qqq', '0', 0, '', '0', '1658367420425', '1658367420425');
INSERT INTO  ym_comment  VALUES ('1549931461337944065', '1543338711356280834', '1547419501513936897', 'qqq', '1549931415410315266', 0, '', '0', '1658367431375', '1658367431375');
INSERT INTO  ym_comment  VALUES ('1555124410917064705', '1555120911525351426', '1552920710219829249', '回复', '0', 1, '', '0', '1659605527035', '1659605527035');
INSERT INTO  ym_comment  VALUES ('1556439365255696386', '', '1529754007919169537', '12', '0', 0, '', '0', '1659919036580', '1659919036580');
INSERT INTO  ym_comment  VALUES ('1556442343198953474', '', '1529754007919169537', '12', '1556439365255696386', 0, '', '0', '1659919746577', '1659919746577');
INSERT INTO  ym_comment  VALUES ('1556443517633433601', '', '1529754007919169537', '1231', '1556439365255696386', 0, '', '0', '1659920026584', '1659920026584');
INSERT INTO  ym_comment  VALUES ('1556444355651178498', '', '1529754007919169537', '123', '0', 0, '', '0', '1659920226383', '1659920226383');
INSERT INTO  ym_comment  VALUES ('1556444513650610178', '', '1529754007919169537', '2312312312313', '0', 0, '', '0', '1659920264053', '1659920264053');
INSERT INTO  ym_comment  VALUES ('1556445172890341378', '', '1529754007919169537', '1312', '0', 0, '', '0', '1659920421228', '1659920421228');
INSERT INTO  ym_comment  VALUES ('1556446406552588290', '', '1529754007919169537', '23123', '1556442343198953474', 0, '', '0', '1659920715356', '1659920715356');
INSERT INTO  ym_comment  VALUES ('1556446781049409538', '', '1529754007919169537', '12312', '1556442343198953474', 0, '', '0', '1659920804643', '1659920804643');
INSERT INTO  ym_comment  VALUES ('1556446814943580161', '', '1529754007919169537', '21eerd', '1556439365255696386', 0, '', '0', '1659920812724', '1659920812724');
INSERT INTO  ym_comment  VALUES ('1556446849773080578', '', '1529754007919169537', '1111', '1556444355651178498', 0, '', '0', '1659920821029', '1659920821029');
INSERT INTO  ym_comment  VALUES ('1556544658568384514', '1555449028102066177', '1529754007919169537', '12', '0', 0, '', '0', '1659944140462', '1659944140462');
INSERT INTO  ym_comment  VALUES ('1556547132683456514', '1555449028102066177', '1529754007919169537', '123', '1556544658568384514', 0, '', '0', '1659944730337', '1659944730337');
INSERT INTO  ym_comment  VALUES ('1556567295260626945', '1555449028102066177', '1528215357112836098', '哈哈', '1556547132683456514', 0, '', '0', '1659949537470', '1659949537470');
INSERT INTO  ym_comment  VALUES ('1556569066653618177', '1556568953487101954', '1528215357112836098', '我要评论下', '0', 0, '', '0', '1659949959803', '1659949959803');
INSERT INTO  ym_comment  VALUES ('1556569444451356673', '1556568953487101954', '1528215357112836098', '回复一个', '1556569066653618177', 0, '', '0', '1659950049877', '1659950049877');
INSERT INTO  ym_comment  VALUES ('1556569581609291778', '1556568953487101954', '1547419501513936897', '我要评论下', '0', 1, '', '0', '1659950082578', '1659950082578');
INSERT INTO  ym_comment  VALUES ('1556922581653663745', '1556922007109513218', '1556915747999985666', '好看', '0', 2, '', '0', '1660034244347', '1660034244347');
INSERT INTO  ym_comment  VALUES ('1556922861141110785', '1556922007109513218', '1556915747999985666', '好看', '1556922581653663745', 0, '', '0', '1660034310982', '1660034310982');
INSERT INTO  ym_comment  VALUES ('1556937353497440258', '1556930013448646657', '1556915747999985666', '真好看', '0', 0, '', '0', '1660037766229', '1660037766229');
INSERT INTO  ym_comment  VALUES ('1556937988867387394', '1556930013448646657', '1556919695838294018', '窝屎春山', '1556937353497440258', 0, '', '0', '1660037917712', '1660037917712');
INSERT INTO  ym_comment  VALUES ('1556938051148607490', '1556930013448646657', '1556919695838294018', '窝屎小武', '1556937988867387394', 0, '', '0', '1660037932562', '1660037932562');
INSERT INTO  ym_comment  VALUES ('1556938164520644609', '1556930013448646657', '1556919695838294018', '我是谁', '1556938051148607490', 0, '', '0', '1660037959591', '1660037959592');
INSERT INTO  ym_comment  VALUES ('1556938190361751554', '1556930013448646657', '1547419501513936897', '评论', '0', 0, '', '0', '1660037965752', '1660037965752');
INSERT INTO  ym_comment  VALUES ('1556938603894960130', '1556930013448646657', '1556919695838294018', '窝屎佳佳', '1556938051148607490', 0, '', '0', '1660038064347', '1660038064347');
INSERT INTO  ym_comment  VALUES ('1556938730571329537', '1556930013448646657', '1552920710219829249', '42555', '0', 0, '', '0', '1660038094548', '1660038094548');
INSERT INTO  ym_comment  VALUES ('1556938943486783489', '1556930013448646657', '1556919695838294018', '你是谁', '1556937353497440258', 0, '', '0', '1660038145312', '1660038145312');
INSERT INTO  ym_comment  VALUES ('1556939166393069569', '1556930013448646657', '1556919695838294018', '我是你', '1556938943486783489', 0, '', '0', '1660038198457', '1660038198457');
INSERT INTO  ym_comment  VALUES ('1556939478474452993', '1556930013448646657', '1556919695838294018', '二级评论', '1556938190361751554', 0, '', '0', '1660038272862', '1660038272862');
INSERT INTO  ym_comment  VALUES ('1556939531737919490', '1556930013448646657', '1556919695838294018', '三级评论', '1556939478474452993', 0, '', '0', '1660038285562', '1660038285562');
INSERT INTO  ym_comment  VALUES ('1556939624180379650', '1556930013448646657', '1556919695838294018', '四级评论', '1556939531737919490', 0, '', '0', '1660038307601', '1660038307601');
INSERT INTO  ym_comment  VALUES ('1556939892037025793', '1556930013448646657', '1556919695838294018', '第二次二级评论', '1556938190361751554', 0, '', '1', '1660038371465', '1660038371465');
INSERT INTO  ym_comment  VALUES ('1556939925142667265', '1556930013448646657', '1556915747999985666', '我操', '0', 1, '', '0', '1660038379357', '1660038379357');
INSERT INTO  ym_comment  VALUES ('1556940456405794818', '1556930013448646657', '1556919695838294018', '法轮功', '1556939925142667265', 0, '', '1', '1660038506020', '1660038506020');
INSERT INTO  ym_comment  VALUES ('1556941481082650626', '1556922007109513218', '1556915747999985666', '点赞', '0', 2, '', '0', '1660038750321', '1660038750321');
INSERT INTO  ym_comment  VALUES ('1556941694740496386', '1556930013448646657', '1556915747999985666', '拉拉', '1556939166393069569', 0, '', '0', '1660038801261', '1660038801261');
INSERT INTO  ym_comment  VALUES ('1556942015097241601', '1556930013448646657', '1556915747999985666', '习近平', '1556939925142667265', 0, '', '0', '1660038877640', '1660038877640');
INSERT INTO  ym_comment  VALUES ('1556942021195759618', '1556922007109513218', '1528215357112836098', '。？？？？。', '0', 1, '', '0', '1660038879095', '1660038879095');
INSERT INTO  ym_comment  VALUES ('1556942038937665537', '1556922007109513218', '1552920710219829249', '就不点！', '1556941481082650626', 2, '', '0', '1660038883325', '1660038883325');
INSERT INTO  ym_comment  VALUES ('1556942056847343617', '1556922007109513218', '1528215357112836098', '😁😄🥲', '0', 2, '', '0', '1660038887595', '1660038887595');
INSERT INTO  ym_comment  VALUES ('1556942094487027714', '1556930013448646657', '1556915747999985666', '拉拉', '1556942015097241601', 0, '', '0', '1660038896568', '1660038896568');
INSERT INTO  ym_comment  VALUES ('1556942130998444033', '1556922007109513218', '1552920710219829249', '🦁🐵🦝🙊', '1556922861141110785', 1, '', '0', '1660038905274', '1660038905274');
INSERT INTO  ym_comment  VALUES ('1556942140058140674', '1556930013448646657', '1556915747999985666', '拉拉', '0', 0, '', '0', '1660038907434', '1660038907434');
INSERT INTO  ym_comment  VALUES ('1556942150673924098', '1556922007109513218', '1528215357112836098', '安居', '1556922861141110785', 1, '', '0', '1660038909965', '1660038909965');
INSERT INTO  ym_comment  VALUES ('1556942189815169026', '1556922007109513218', '1547419501513936897', '回复', '1556922861141110785', 1, '', '0', '1660038919296', '1660038919296');
INSERT INTO  ym_comment  VALUES ('1556942214515425282', '1556922007109513218', '1528215357112836098', '聚聚', '1556922581653663745', 1, '', '0', '1660038925185', '1660038925185');
INSERT INTO  ym_comment  VALUES ('1556942253350486018', '1556922007109513218', '1547419501513936897', '回复', '1556942130998444033', 1, '', '0', '1660038934444', '1660038934444');
INSERT INTO  ym_comment  VALUES ('1556942265258115074', '1556922007109513218', '1556915747999985666', '😀😀😀', '0', 2, '', '0', '1660038937284', '1660038937284');
INSERT INTO  ym_comment  VALUES ('1556942292017774593', '1556922007109513218', '1556915747999985666', '🤨😚😞😏😟🧐😗🙂', '0', 2, '', '0', '1660038943663', '1660038943663');
INSERT INTO  ym_comment  VALUES ('1556942295591321601', '1556922007109513218', '1528215357112836098', '都有', '1556922861141110785', 3, '', '0', '1660038944515', '1660038944515');
INSERT INTO  ym_comment  VALUES ('1556942368391856129', '1556922007109513218', '1547419501513936897', '回复', '1556942189815169026', 1, '', '0', '1660038961872', '1660038961872');
INSERT INTO  ym_comment  VALUES ('1556942385726914561', '1556922007109513218', '1528215357112836098', '额兔兔', '1556942038937665537', 2, '', '0', '1660038966005', '1660038966005');
INSERT INTO  ym_comment  VALUES ('1556942393289244673', '1556922007109513218', '1556919695838294018', '🍓', '1556942292017774593', 1, '', '0', '1660038967808', '1660038967808');
INSERT INTO  ym_comment  VALUES ('1556942421932146690', '1556922007109513218', '1556919695838294018', '🍎', '1556942393289244673', 1, '', '0', '1660038974638', '1660038974638');
INSERT INTO  ym_comment  VALUES ('1556942441007841282', '1556922007109513218', '1528215357112836098', '呕吐', '1556922861141110785', 1, '', '0', '1660038979185', '1660038979185');
INSERT INTO  ym_comment  VALUES ('1556942447517401089', '1556922007109513218', '1556919695838294018', '🍌', '1556942421932146690', 0, '', '0', '1660038980737', '1660038980737');
INSERT INTO  ym_comment  VALUES ('1556942457650839554', '1556922007109513218', '1547419501513936897', '回复', '1556942368391856129', 0, '', '0', '1660038983153', '1660038983153');
INSERT INTO  ym_comment  VALUES ('1556942470607044609', '1556922007109513218', '1552920710219829249', '啊哈', '1556922861141110785', 0, '', '0', '1660038986243', '1660038986243');
INSERT INTO  ym_comment  VALUES ('1556942472846802945', '1556922007109513218', '1556919695838294018', '🍇', '1556942447517401089', 0, '', '0', '1660038986777', '1660038986777');
INSERT INTO  ym_comment  VALUES ('1556942491259797505', '1556922007109513218', '1547419501513936897', '回复', '1556942253350486018', 0, '', '0', '1660038991167', '1660038991167');
INSERT INTO  ym_comment  VALUES ('1556942496238436353', '1556922007109513218', '1552920710219829249', '121331', '1556942441007841282', 1, '', '0', '1660038992353', '1660038992353');
INSERT INTO  ym_comment  VALUES ('1556942520271798274', '1556922007109513218', '1552920710219829249', '123434', '1556942214515425282', 3, '', '0', '1660038998083', '1660038998083');
INSERT INTO  ym_comment  VALUES ('1556942536755412994', '1556922007109513218', '1547419501513936897', '回复', '1556942253350486018', 2, '', '0', '1660039002013', '1660039002013');
INSERT INTO  ym_comment  VALUES ('1556942554325352450', '1556922007109513218', '1552920710219829249', '66666', '1556942520271798274', 0, '', '0', '1660039006203', '1660039006203');
INSERT INTO  ym_comment  VALUES ('1556942778955497474', '1556922007109513218', '1528215357112836098', 'my兔兔', '1556942292017774593', 0, '', '0', '1660039059758', '1660039059758');
INSERT INTO  ym_comment  VALUES ('1556943094996303874', '1556922007109513218', '1556919695838294018', '🔨', '1556942292017774593', 0, '', '0', '1660039135109', '1660039135109');
INSERT INTO  ym_comment  VALUES ('1556947337568354306', '1556946425173016577', '1556915671948865538', '22', '0', 0, '', '0', '1660040146616', '1660040146616');
INSERT INTO  ym_comment  VALUES ('1556947346539970562', '1556946425173016577', '1556915671948865538', '%%', '0', 0, '', '0', '1660040148755', '1660040148755');
INSERT INTO  ym_comment  VALUES ('1556947456921468929', '1556946425173016577', '1556915671948865538', '<h1>dushw</h1>', '0', 0, '', '0', '1660040175073', '1660040175073');
INSERT INTO  ym_comment  VALUES ('1556947812267098113', '1556946425173016577', '1556915671948865538', '<p>XJSH</p>', '0', 0, '', '0', '1660040259794', '1660040259794');
INSERT INTO  ym_comment  VALUES ('1557294524856864770', '1557262412648816641', '1529754007919169537', '111', '0', 0, '', '1', '1660122922517', '1660122922517');
INSERT INTO  ym_comment  VALUES ('1557294540967186434', '1557262412648816641', '1529754007919169537', '111', '1557294524856864770', 0, '', '0', '1660122926357', '1660122926357');
INSERT INTO  ym_comment  VALUES ('1557294551717187586', '1557262412648816641', '1529754007919169537', '111', '0', 0, '', '1', '1660122928921', '1660122928921');
INSERT INTO  ym_comment  VALUES ('1557294569240989697', '1557262412648816641', '1529754007919169537', '222', '1557294540967186434', 0, '', '0', '1660122933099', '1660122933099');
INSERT INTO  ym_comment  VALUES ('1557295049203585026', '1557262412648816641', '1529754007919169537', '11', '0', 0, '', '1', '1660123047530', '1660123047530');
INSERT INTO  ym_comment  VALUES ('1557295891835064321', '1557262412648816641', '1529754007919169537', '123', '0', 0, '', '1', '1660123248430', '1660123248430');
INSERT INTO  ym_comment  VALUES ('1557296631454437378', '1557262412648816641', '1529754007919169537', '123', '1557294540967186434', 0, '', '0', '1660123424769', '1660123424769');
INSERT INTO  ym_comment  VALUES ('1557296675289108481', '1557262412648816641', '1529754007919169537', '123123', '1557294540967186434', 0, '', '0', '1660123435220', '1660123435220');
INSERT INTO  ym_comment  VALUES ('1557296960971542529', '1557262412648816641', '1529754007919169537', '111111111111111111', '0', 0, '', '1', '1660123503332', '1660123503332');
INSERT INTO  ym_comment  VALUES ('1557296983494955009', '1557262412648816641', '1529754007919169537', '11111', '1557294524856864770', 0, '', '0', '1660123508702', '1660123508702');
INSERT INTO  ym_comment  VALUES ('1557297363368873986', '1556946425173016577', '1529754007919169537', '123', '0', 0, '', '0', '1660123599271', '1660123599271');
INSERT INTO  ym_comment  VALUES ('1557297609327054849', '1556946425173016577', '1529754007919169537', '123123', '0', 0, '', '0', '1660123657912', '1660123657912');
INSERT INTO  ym_comment  VALUES ('1557297691669630978', '1556946425173016577', '1529754007919169537', '123123', '1556947812267098113', 0, '', '0', '1660123677544', '1660123677544');
INSERT INTO  ym_comment  VALUES ('1557297704047022081', '1556946425173016577', '1529754007919169537', '123123', '1557297691669630978', 0, '', '0', '1660123680494', '1660123680494');
INSERT INTO  ym_comment  VALUES ('1557297749878181890', '1556946425173016577', '1529754007919169537', '123123', '1557297704047022081', 0, '', '0', '1660123691422', '1660123691422');
INSERT INTO  ym_comment  VALUES ('1557297909165264897', '1556946425173016577', '1529754007919169537', '123123', '1557297704047022081', 0, '', '0', '1660123729398', '1660123729398');
INSERT INTO  ym_comment  VALUES ('1557298115722153986', '1556946425173016577', '1529754007919169537', '123123', '1556947812267098113', 0, '', '0', '1660123778646', '1660123778646');
INSERT INTO  ym_comment  VALUES ('1557298130079256578', '1556946425173016577', '1529754007919169537', '123123', '1557297749878181890', 0, '', '0', '1660123782069', '1660123782069');
INSERT INTO  ym_comment  VALUES ('1557298389698285570', '1557262412648816641', '1529754007919169537', '12312', '1557296631454437378', 0, '', '0', '1660123843967', '1660123843967');
INSERT INTO  ym_comment  VALUES ('1557298419461066753', '1557262412648816641', '1529754007919169537', '22222222222222', '1557296983494955009', 0, '', '0', '1660123851063', '1660123851063');
INSERT INTO  ym_comment  VALUES ('1557298747107512321', '1557262412648816641', '1529754007919169537', '11111111111111', '1557298419461066753', 0, '', '0', '1660123929180', '1660123929180');
INSERT INTO  ym_comment  VALUES ('1557298796826791938', '1557262412648816641', '1529754007919169537', '1112222', '1557298747107512321', 0, '', '0', '1660123941034', '1660123941034');
INSERT INTO  ym_comment  VALUES ('1557299285832306689', '1557262412648816641', '1529754007919169537', '13123', '1557294551717187586', 0, '', '0', '1660124057622', '1660124057622');
INSERT INTO  ym_comment  VALUES ('1557299301128933377', '1557262412648816641', '1529754007919169537', '123123', '1557294551717187586', 0, '', '0', '1660124061269', '1660124061269');
INSERT INTO  ym_comment  VALUES ('1557299405567102977', '1557262412648816641', '1529754007919169537', '123123213', '1557296960971542529', 0, '', '0', '1660124086168', '1660124086168');
INSERT INTO  ym_comment  VALUES ('1557300074055274498', '1557262412648816641', '1529754007919169537', '1111', '1557299405567102977', 0, '', '0', '1660124245549', '1660124245549');
INSERT INTO  ym_comment  VALUES ('1557300093311324162', '1557262412648816641', '1529754007919169537', '123123', '1557299405567102977', 0, '', '0', '1660124250140', '1660124250140');
INSERT INTO  ym_comment  VALUES ('1557300197598498818', '1557262412648816641', '1529754007919169537', '123123', '1557300093311324162', 0, '', '0', '1660124275004', '1660124275004');
INSERT INTO  ym_comment  VALUES ('1557300275042127874', '1557262412648816641', '1529754007919169537', '11111', '1557300197598498818', 0, '', '0', '1660124293468', '1660124293468');
INSERT INTO  ym_comment  VALUES ('1557300446811459586', '1557262412648816641', '1529754007919169537', '123', '1557296960971542529', 0, '', '0', '1660124334421', '1660124334421');
INSERT INTO  ym_comment  VALUES ('1557300508660666369', '1557262412648816641', '1529754007919169537', '测试', '0', 0, '', '1', '1660124349167', '1660124349167');
INSERT INTO  ym_comment  VALUES ('1557300687736475649', '1557262412648816641', '1529754007919169537', '测试 1', '0', 0, '', '1', '1660124391861', '1660124391861');
INSERT INTO  ym_comment  VALUES ('1557301026061619201', '1557262412648816641', '1529754007919169537', '测试2', '0', 1, '', '1', '1660124472525', '1660124472525');
INSERT INTO  ym_comment  VALUES ('1557301471559618561', '1557262412648816641', '1529754007919169537', '123', '0', 1, '', '1', '1660124578740', '1660124578740');
INSERT INTO  ym_comment  VALUES ('1557301553356935170', '1557262412648816641', '1529754007919169537', '123', '0', 0, '', '1', '1660124598242', '1660124598242');
INSERT INTO  ym_comment  VALUES ('1557301607752863746', '1557262412648816641', '1529754007919169537', '123123', '1557300446811459586', 0, '', '0', '1660124611211', '1660124611211');
INSERT INTO  ym_comment  VALUES ('1557301621937999874', '1557262412648816641', '1529754007919169537', '123213', '1557301607752863746', 0, '', '0', '1660124614593', '1660124614593');
INSERT INTO  ym_comment  VALUES ('1557301639965118466', '1557262412648816641', '1529754007919169537', '热热热热热', '1557301621937999874', 0, '', '0', '1660124618891', '1660124618891');
INSERT INTO  ym_comment  VALUES ('1557302313381597185', '1557262412648816641', '1529754007919169537', '111', '0', 0, '', '1', '1660124779446', '1660124779446');
INSERT INTO  ym_comment  VALUES ('1557302326597849090', '1557262412648816641', '1529754007919169537', '123', '0', 1, '', '1', '1660124782597', '1660124782597');
INSERT INTO  ym_comment  VALUES ('1557302406235099138', '1557262412648816641', '1529754007919169537', '123', '0', 1, '', '1', '1660124801584', '1660124801584');
INSERT INTO  ym_comment  VALUES ('1557304532495568898', '1557262412648816641', '1529754007919169537', '星星', '0', 0, '', '0', '1660125308523', '1660125308523');
INSERT INTO  ym_comment  VALUES ('1557305490189389825', '1557305362304999426', '1529754007919169537', '测试', '0', 0, '', '0', '1660125536856', '1660125536856');
INSERT INTO  ym_comment  VALUES ('1557306002783670274', '1557262412648816641', '1529754007919169537', '123', '0', 0, '', '0', '1660125659068', '1660125659068');
INSERT INTO  ym_comment  VALUES ('1557306754251952130', '1557305362304999426', '1529754007919169537', '123', '1557305490189389825', 0, '', '0', '1660125838232', '1660125838232');
INSERT INTO  ym_comment  VALUES ('1557307778727481345', '1557305362304999426', '1529754007919169537', '123', '1557306754251952130', 0, '', '0', '1660126082486', '1660126082486');
INSERT INTO  ym_comment  VALUES ('1557307789456510977', '1557305362304999426', '1529754007919169537', '123', '0', 0, '', '0', '1660126085044', '1660126085044');
INSERT INTO  ym_comment  VALUES ('1557533858361004033', '1557523746556866561', '1527968402898018305', '你好', '0', 0, '', '0', '1660179984078', '1660179984078');
INSERT INTO  ym_comment  VALUES ('1557536571853393922', '1557523746556866561', '1527968402898018305', '哈哈哈', '0', 0, '', '0', '1660180631019', '1660180631019');
INSERT INTO  ym_comment  VALUES ('1557536645991911426', '1557523746556866561', '1527968402898018305', '131231', '1557536571853393922', 0, '', '0', '1660180648704', '1660180648704');
INSERT INTO  ym_comment  VALUES ('1557538389895434242', '1557523746556866561', '1527968402898018305', '1231321', '0', 0, '', '0', '1660181064477', '1660181064477');
INSERT INTO  ym_comment  VALUES ('1557538645118832642', '1557523746556866561', '1527968402898018305', '123213', '1557536645991911426', 0, '', '0', '1660181125339', '1660181125339');
INSERT INTO  ym_comment  VALUES ('1557539522370097153', '1557523746556866561', '1527968402898018305', '12313', '0', 0, '', '0', '1660181334478', '1660181334478');
INSERT INTO  ym_comment  VALUES ('1557540738676363265', '1557523746556866561', '1552920710219829249', '独收费', '0', 0, '', '0', '1660181624466', '1660181624466');
INSERT INTO  ym_comment  VALUES ('1557541908404834305', '1557523746556866561', '1552920710219829249', '123123', '0', 0, '', '0', '1660181903350', '1660181903351');
INSERT INTO  ym_comment  VALUES ('1557541931465117698', '1557523746556866561', '1552920710219829249', '12313', '0', 0, '', '0', '1660181908848', '1660181908848');
INSERT INTO  ym_comment  VALUES ('1557544302928723970', '1557523746556866561', '1527968402898018305', '123123', '0', 0, '', '0', '1660182474250', '1660182474250');
INSERT INTO  ym_comment  VALUES ('1557576294999359489', '1557522453469663234', '1529754007919169537', '1', '0', 0, '', '0', '1660190101753', '1660190101753');
INSERT INTO  ym_comment  VALUES ('1557900743430684673', '1557579652493492226', '1552920710219829249', '实弹发射地方', '0', 0, '', '0', '1660267456287', '1660267456287');
INSERT INTO  ym_comment  VALUES ('1557900766004428802', '1557579652493492226', '1552920710219829249', 'asd', '1557900743430684673', 0, '', '0', '1660267461669', '1660267461669');
INSERT INTO  ym_comment  VALUES ('1557900783326904321', '1557579652493492226', '1552920710219829249', 'asd', '1557900743430684673', 0, '', '0', '1660267465800', '1660267465800');
INSERT INTO  ym_comment  VALUES ('1557900875677089794', '1557579652493492226', '1552920710219829249', 'asd', '1557900766004428802', 0, '', '0', '1660267487817', '1660267487817');
INSERT INTO  ym_comment  VALUES ('1557900891934212097', '1557579652493492226', '1552920710219829249', 'asd', '1557900766004428802', 0, '', '0', '1660267491693', '1660267491693');
INSERT INTO  ym_comment  VALUES ('1557900908086476801', '1557579652493492226', '1552920710219829249', 'asd', '1557900743430684673', 0, '', '0', '1660267495544', '1660267495544');
INSERT INTO  ym_comment  VALUES ('1557900922053509122', '1557579652493492226', '1552920710219829249', 'asd', '1557900891934212097', 0, '', '0', '1660267498875', '1660267498875');
INSERT INTO  ym_comment  VALUES ('1557900956547465218', '1557579652493492226', '1552920710219829249', 'asd', '1557900743430684673', 0, '', '0', '1660267507098', '1660267507098');
INSERT INTO  ym_comment  VALUES ('1557900979825852418', '1557579652493492226', '1552920710219829249', 'asd', '0', 0, '', '0', '1660267512649', '1660267512649');
INSERT INTO  ym_comment  VALUES ('1557901000373747713', '1557579652493492226', '1552920710219829249', 'asd', '1557900979825852418', 0, '', '0', '1660267517548', '1660267517548');
INSERT INTO  ym_comment  VALUES ('1557901048704712706', '1557579652493492226', '1552920710219829249', 'asd', '1557901000373747713', 0, '', '0', '1660267529070', '1660267529070');
INSERT INTO  ym_comment  VALUES ('1557901059781869569', '1557579652493492226', '1552920710219829249', 'asd', '1557900979825852418', 0, '', '0', '1660267531712', '1660267531712');
INSERT INTO  ym_comment  VALUES ('1557901363185238018', '1557579652493492226', '1552920710219829249', 'asd', '0', 0, '', '0', '1660267604049', '1660267604049');
INSERT INTO  ym_comment  VALUES ('1557901401277906945', '1557579652493492226', '1552920710219829249', 'asd', '1557901363185238018', 0, '', '0', '1660267613131', '1660267613131');
INSERT INTO  ym_comment  VALUES ('1557909355985158146', '1557906457427492866', '1556915747999985666', '哈哈', '0', 0, '', '1', '1660269509680', '1660269509680');
INSERT INTO  ym_comment  VALUES ('1557909453297205249', '1557906457427492866', '1556915747999985666', '哈哈', '0', 0, '', '1', '1660269532882', '1660269532882');
INSERT INTO  ym_comment  VALUES ('1557909474096758785', '1557906457427492866', '1556915747999985666', '哈哈哈', '1557909453297205249', 0, '', '0', '1660269537840', '1660269537840');
INSERT INTO  ym_comment  VALUES ('1557909522750685186', '1557906457427492866', '1556915747999985666', '哈哈哈', '0', 0, '', '1', '1660269549440', '1660269549440');
INSERT INTO  ym_comment  VALUES ('1557909561254395906', '1557906457427492866', '1556915747999985666', '啦啦啦', '1557909522750685186', 0, '', '0', '1660269558620', '1660269558620');
INSERT INTO  ym_comment  VALUES ('1557909608733917185', '1557906457427492866', '1556915747999985666', 'boom', '0', 0, '', '1', '1660269569940', '1660269569940');
INSERT INTO  ym_comment  VALUES ('1557909641197830145', '1557906457427492866', '1556915747999985666', '哈哈', '1557909608733917185', 0, '', '0', '1660269577680', '1660269577680');
INSERT INTO  ym_comment  VALUES ('1557909672193736705', '1557906457427492866', '1556915747999985666', '拉拉', '0', 0, '', '1', '1660269585070', '1660269585070');
INSERT INTO  ym_comment  VALUES ('1557909690690617346', '1557906457427492866', '1556915747999985666', '拉了', '1557909672193736705', 0, '', '0', '1660269589480', '1660269589480');
INSERT INTO  ym_comment  VALUES ('1557909711494365185', '1557906457427492866', '1556915747999985666', '哈哈', '0', 0, '', '1', '1660269594440', '1660269594440');
INSERT INTO  ym_comment  VALUES ('1557909728397410306', '1557906457427492866', '1556915747999985666', '哈哈', '1557909711494365185', 0, '', '0', '1660269598470', '1660269598470');
INSERT INTO  ym_comment  VALUES ('1557909746181259265', '1557906457427492866', '1556915747999985666', '哈哈', '0', 0, '', '1', '1660269602710', '1660269602710');
INSERT INTO  ym_comment  VALUES ('1557909764845912065', '1557906457427492866', '1556915747999985666', '拉了', '1557909746181259265', 0, '', '0', '1660269607160', '1660269607160');
INSERT INTO  ym_comment  VALUES ('1557909827718529025', '1557906457427492866', '1556915747999985666', '哈哈', '0', 0, '', '1', '1660269622150', '1660269622150');
INSERT INTO  ym_comment  VALUES ('1557909845376548865', '1557906457427492866', '1556915747999985666', 'ing', '1557909827718529025', 0, '', '0', '1660269626360', '1660269626360');
INSERT INTO  ym_comment  VALUES ('1557910032719331330', '1557908733034545153', '1556919695838294018', '。', '0', 0, '', '1', '1660269671027', '1660269671027');
INSERT INTO  ym_comment  VALUES ('1557910050897444865', '1557906457427492866', '1556915747999985666', '哈哈', '0', 0, '', '1', '1660269675360', '1660269675360');
INSERT INTO  ym_comment  VALUES ('1557910058057121793', '1557908733034545153', '1556919695838294018', '。', '1557910032719331330', 0, '', '0', '1660269677067', '1660269677067');
INSERT INTO  ym_comment  VALUES ('1557910068513521665', '1557906457427492866', '1556915747999985666', '给', '1557910050897444865', 0, '', '0', '1660269679560', '1660269679560');
INSERT INTO  ym_comment  VALUES ('1557910102688710657', '1557908733034545153', '1552920710219829249', '123', '1557910058057121793', 0, '', '1', '1660269687708', '1660269687708');
INSERT INTO  ym_comment  VALUES ('1557910136234754049', '1557908733034545153', '1556919695838294018', '哈哈哈', '1557910032719331330', 0, '', '0', '1660269695707', '1660269695707');
INSERT INTO  ym_comment  VALUES ('1557910256468672513', '1557908733034545153', '1552920710219829249', '123', '0', 0, '', '1', '1660269724373', '1660269724373');
INSERT INTO  ym_comment  VALUES ('1557910299225407489', '1557904296064892930', '1557271238525591554', '你', '0', 0, '', '0', '1660269734567', '1660269734567');
INSERT INTO  ym_comment  VALUES ('1557910374693519362', '1557579652493492226', '1528215357112836098', '大结局', '1557901000373747713', 0, '', '0', '1660269752559', '1660269752559');
INSERT INTO  ym_comment  VALUES ('1557910390367633410', '1557908733034545153', '1552920710219829249', '1', '0', 0, '', '0', '1660269756296', '1660269756296');
INSERT INTO  ym_comment  VALUES ('1557910406456983553', '1557908733034545153', '1552920710219829249', '2', '1557910390367633410', 0, '', '0', '1660269760133', '1660269760133');
INSERT INTO  ym_comment  VALUES ('1557910419639681025', '1557579652493492226', '1528215357112836098', '赌徒', '1557910374693519362', 0, '', '0', '1660269763275', '1660269763275');
INSERT INTO  ym_comment  VALUES ('1557910461381394434', '1557908733034545153', '1552920710219829249', '3', '1557910406456983553', 0, '', '0', '1660269773228', '1660269773228');
INSERT INTO  ym_comment  VALUES ('1557910488162025473', '1557908733034545153', '1552920710219829249', '4', '1557910461381394434', 0, '', '0', '1660269779613', '1660269779613');
INSERT INTO  ym_comment  VALUES ('1557910560715096065', '1557904296064892930', '1556915747999985666', '哈', '0', 0, '', '1', '1660269796910', '1660269796910');
INSERT INTO  ym_comment  VALUES ('1557911185750278146', '1557908733034545153', '1556915747999985666', '1', '1557910461381394434', 0, '', '0', '1660269945930', '1660269945930');
INSERT INTO  ym_comment  VALUES ('1557911197955702785', '1557908733034545153', '1556915747999985666', '2', '1557911185750278146', 0, '', '0', '1660269948840', '1660269948840');
INSERT INTO  ym_comment  VALUES ('1557911208407908354', '1557908733034545153', '1556915747999985666', '3', '1557911197955702785', 0, '', '0', '1660269951332', '1660269951332');
INSERT INTO  ym_comment  VALUES ('1557911217459216386', '1557908733034545153', '1556915747999985666', '4', '1557911208407908354', 0, '', '0', '1660269953490', '1660269953490');
INSERT INTO  ym_comment  VALUES ('1557911228364406785', '1557908733034545153', '1556915747999985666', '5', '1557911217459216386', 0, '', '0', '1660269956090', '1660269956090');
INSERT INTO  ym_comment  VALUES ('1557911286350659585', '1557908733034545153', '1556915747999985666', '1', '0', 0, '', '1', '1660269969915', '1660269969915');
INSERT INTO  ym_comment  VALUES ('1557911364746395650', '1557579652493492226', '1528215357112836098', '你具体', '1557901363185238018', 0, '', '0', '1660269988606', '1660269988606');
INSERT INTO  ym_comment  VALUES ('1557911442148081665', '1557908733034545153', '1556915747999985666', '1', '1557910390367633410', 0, '', '1', '1660270007060', '1660270007060');
INSERT INTO  ym_comment  VALUES ('1557911459600580609', '1557579652493492226', '1528215357112836098', '六天', '1557900743430684673', 0, '', '0', '1660270011222', '1660270011222');
INSERT INTO  ym_comment  VALUES ('1557911514797621250', '1557579652493492226', '1528215357112836098', '1255433694948', '0', 0, '', '0', '1660270024381', '1660270024381');
INSERT INTO  ym_comment  VALUES ('1557911723355193345', '1557908733034545153', '1556915747999985666', '123', '1557911286350659585', 0, '', '0', '1660270074105', '1660270074105');
INSERT INTO  ym_comment  VALUES ('1557912041572843521', '1557903728713973762', '1528215357112836098', '目录', '0', 0, '', '0', '1660270149974', '1660270149974');
INSERT INTO  ym_comment  VALUES ('1557912054797484033', '1557908733034545153', '1552920710219829249', '1234', '1557910406456983553', 0, '', '0', '1660270153127', '1660270153127');
INSERT INTO  ym_comment  VALUES ('1557912194312617985', '1557908733034545153', '1528215357112836098', '额兔兔', '0', 0, '', '0', '1660270186390', '1660270186390');
INSERT INTO  ym_comment  VALUES ('1557912228106125313', '1557908733034545153', '1552920710219829249', '123', '1557912054797484033', 0, '', '0', '1660270194447', '1660270194447');
INSERT INTO  ym_comment  VALUES ('1557912289863057410', '1557908733034545153', '1552920710219829249', '123', '1557912194312617985', 0, '', '0', '1660270209171', '1660270209171');
INSERT INTO  ym_comment  VALUES ('1557913643096522753', '1557908733034545153', '1556919695838294018', '&lt', '0', 0, '', '1', '1660270531807', '1660270531807');
INSERT INTO  ym_comment  VALUES ('1557913701233770497', '1557908733034545153', '1556915671948865538', '<h1>jsjaja </h1>', '0', 0, '', '0', '1660270545668', '1660270545668');
INSERT INTO  ym_comment  VALUES ('1557913753322831874', '1557908733034545153', '1556919695838294018', '<br/>', '0', 0, '', '1', '1660270558087', '1660270558087');
INSERT INTO  ym_comment  VALUES ('1557914173734699009', '1557520060178870274', '1557271238525591554', '<applet code=\"MyClass\" URL=\"path/MyC', '0', 0, '', '0', '1660270658322', '1660270658322');
INSERT INTO  ym_comment  VALUES ('1557919085931577345', '1557908733034545153', '1556919695838294018', '6', '0', 0, '', '1', '1660271829481', '1660271829481');
INSERT INTO  ym_comment  VALUES ('1557925816959025154', '1557922210285404161', '1529754007919169537', '1', '0', 0, '', '0', '1660273434283', '1660273434283');

-- ----------------------------
-- Table structure for ym_comment_like
-- ----------------------------
DROP TABLE IF EXISTS  ym_comment_like ;
CREATE TABLE  ym_comment_like   (
   like_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '点赞id',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户id',
   comment_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '评论id',
   like_state  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '点赞状态 0点赞 1取消',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY ( like_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_comment_like
-- ----------------------------
INSERT INTO  ym_comment_like  VALUES ('1528525748049141761', '1528184056628502529', '1528362326087032834', '0', '1653263911627', '1653263911627');
INSERT INTO  ym_comment_like  VALUES ('1528539109037969409', '1528184056628502529', '1528297283551080449', '0', '1653267097136', '1653267097136');
INSERT INTO  ym_comment_like  VALUES ('1528650934857531394', '1528248783333351426', '1528575613248475137', '0', '1653293758489', '1653293758489');
INSERT INTO  ym_comment_like  VALUES ('1529091252220399617', '1528248783333351426', '1528651367642595330', '0', '1653398738328', '1653399614668');
INSERT INTO  ym_comment_like  VALUES ('1529091262404169729', '1528248783333351426', '1528651427709222914', '1', '1653398740757', '1653440762882');
INSERT INTO  ym_comment_like  VALUES ('1529091364162179074', '1528248783333351426', '1529063397952393218', '0', '1653398765017', '1653440761549');
INSERT INTO  ym_comment_like  VALUES ('1529735751363760129', '1528248783333351426', '1529735727619805186', '0', '1653552398898', '1653552398898');
INSERT INTO  ym_comment_like  VALUES ('1529742149459939329', '1528248783333351426', '1529048674074726402', '1', '1653553924323', '1653553925545');
INSERT INTO  ym_comment_like  VALUES ('1529742165314408449', '1528248783333351426', '1529066271096770561', '0', '1653553928103', '1653553929443');
INSERT INTO  ym_comment_like  VALUES ('1530211509190287362', '1528248783333351426', '1530211486805286914', '0', '1653665828403', '1653665828403');
INSERT INTO  ym_comment_like  VALUES ('1530380191560392706', '1528248783333351426', '1530380179409494017', '1', '1653706045415', '1653707720947');
INSERT INTO  ym_comment_like  VALUES ('1531084780672671745', '1528184056628502529', '1531084750511431681', '1', '1653874032550', '1653874251921');
INSERT INTO  ym_comment_like  VALUES ('1531086206060748802', '1528248783333351426', '1531086181071085569', '0', '1653874372389', '1653874372389');
INSERT INTO  ym_comment_like  VALUES ('1531098364890943490', '1528184056628502529', '1531086181071085569', '0', '1653877271280', '1653877272121');
INSERT INTO  ym_comment_like  VALUES ('1533488622819454978', '1528248783333351426', '1533488548915818497', '0', '1654447153179', '1654447159862');
INSERT INTO  ym_comment_like  VALUES ('1533488626304921602', '1528248783333351426', '1530379557046083586', '0', '1654447154010', '1654447158299');
INSERT INTO  ym_comment_like  VALUES ('1534002875825500162', '1527967900697223169', '1534002827725221889', '0', '1654569760650', '1654569760650');
INSERT INTO  ym_comment_like  VALUES ('1534547338402574337', '1528248783333351426', '', '0', '1654699570643', '1654699575943');
INSERT INTO  ym_comment_like  VALUES ('1534837536524972034', '1528184056628502529', '1529652442067709954', '1', '1654768759267', '1654768827447');
INSERT INTO  ym_comment_like  VALUES ('1534837625309999105', '1528184056628502529', '1529653583476240386', '1', '1654768780435', '1654768828068');
INSERT INTO  ym_comment_like  VALUES ('1534933492515733506', '1528248783333351426', '1529646987203391490', '1', '1654791636961', '1654795312281');
INSERT INTO  ym_comment_like  VALUES ('1534933517211795458', '1528248783333351426', '1534930922615341058', '1', '1654791642847', '1654792321061');
INSERT INTO  ym_comment_like  VALUES ('1534934007672733697', '1528248783333351426', '1534932861788880898', '1', '1654791759782', '1654793065301');
INSERT INTO  ym_comment_like  VALUES ('1534934061821198337', '1528248783333351426', '1534933877234073601', '0', '1654791772692', '1654793245610');
INSERT INTO  ym_comment_like  VALUES ('1534934139982053378', '1528248783333351426', '1534931971539468289', '0', '1654791791327', '1654791791327');
INSERT INTO  ym_comment_like  VALUES ('1534934148819451905', '1528248783333351426', '1534931241697017858', '0', '1654791793434', '1654792345918');
INSERT INTO  ym_comment_like  VALUES ('1534934252431343618', '1528248783333351426', '1534931302577340417', '0', '1654791818137', '1654791818137');
INSERT INTO  ym_comment_like  VALUES ('1534934299587903489', '1528248783333351426', '1534930978240200706', '0', '1654791829380', '1654791829380');
INSERT INTO  ym_comment_like  VALUES ('1534934310627311618', '1528248783333351426', '1534929816095031297', '0', '1654791832011', '1654791832011');
INSERT INTO  ym_comment_like  VALUES ('1534934318470660098', '1528248783333351426', '1534929491090997250', '0', '1654791833882', '1654791833882');
INSERT INTO  ym_comment_like  VALUES ('1534939362087665666', '1528248783333351426', '1534931198667653122', '1', '1654793036373', '1654793067497');
INSERT INTO  ym_comment_like  VALUES ('1534944871679262722', '1528248783333351426', '1534927881807855618', '1', '1654794349963', '1654794352848');
INSERT INTO  ym_comment_like  VALUES ('1534948479292407810', '1528248783333351426', '1534948469238661121', '1', '1654795210085', '1654795210862');
INSERT INTO  ym_comment_like  VALUES ('1534948486653411329', '1528248783333351426', '1534945746158092290', '1', '1654795211839', '1654795212361');
INSERT INTO  ym_comment_like  VALUES ('1534949032525299713', '1528248783333351426', '1534948985653952513', '0', '1654795341986', '1654795343582');
INSERT INTO  ym_comment_like  VALUES ('1534949044168687617', '1528248783333351426', '1534949010287099905', '0', '1654795344762', '1654795344762');
INSERT INTO  ym_comment_like  VALUES ('1534949112586174466', '1528248783333351426', '1534949103341928449', '0', '1654795361074', '1654795361074');
INSERT INTO  ym_comment_like  VALUES ('1534949115916451841', '1528248783333351426', '1534947299933814786', '0', '1654795361867', '1654795361867');
INSERT INTO  ym_comment_like  VALUES ('1534950246243631106', '1528248783333351426', '1534949762380333058', '1', '1654795631359', '1654795674804');
INSERT INTO  ym_comment_like  VALUES ('1534950254116339713', '1528248783333351426', '1534948088324554753', '0', '1654795633236', '1654795633236');
INSERT INTO  ym_comment_like  VALUES ('1534950597894078466', '1528248783333351426', '1534950504063303682', '1', '1654795715199', '1654795720855');
INSERT INTO  ym_comment_like  VALUES ('1534950959732490241', '1528248783333351426', '1534950945899675650', '1', '1654795801468', '1654795802574');
INSERT INTO  ym_comment_like  VALUES ('1534950967722639361', '1528248783333351426', '1534950923644698626', '1', '1654795803372', '1655278131366');
INSERT INTO  ym_comment_like  VALUES ('1535612685746540545', '1528248783333351426', '1535608447574212610', '1', '1654953569244', '1654953573079');
INSERT INTO  ym_comment_like  VALUES ('1536339997303537665', '1528248783333351426', '1534925895570030593', '1', '1655126973831', '1655281569572');
INSERT INTO  ym_comment_like  VALUES ('1536340010620452866', '1528248783333351426', '1534925403754332161', '0', '1655126977007', '1655126977007');
INSERT INTO  ym_comment_like  VALUES ('1536340017343922178', '1528248783333351426', '1534925370292174849', '1', '1655126978609', '1655126979522');
INSERT INTO  ym_comment_like  VALUES ('1536967612502708226', '1528248783333351426', '1536967038264741889', '1', '1655276608956', '1655277146918');
INSERT INTO  ym_comment_like  VALUES ('1536967618932576258', '1528248783333351426', '1536967570807132162', '1', '1655276610489', '1655276611184');
INSERT INTO  ym_comment_like  VALUES ('1536972213863911426', '1528248783333351426', '1536972186923896833', '1', '1655277706006', '1655277706665');
INSERT INTO  ym_comment_like  VALUES ('1536973988574597122', '1528248783333351426', '1536973939148918785', '1', '1655278129129', '1655281185723');
INSERT INTO  ym_comment_like  VALUES ('1542932489629196290', '1528248783333351426', '1542928697642835969', '1', '1656698746485', '1656698747272');
INSERT INTO  ym_comment_like  VALUES ('1542932502887391233', '1528248783333351426', '1542928750147133441', '1', '1656698749646', '1656698750372');
INSERT INTO  ym_comment_like  VALUES ('1543252265991671810', '1528248783333351426', '1543248985987223554', '1', '1656774987111', '1656774987861');
INSERT INTO  ym_comment_like  VALUES ('1543252282328485889', '1528248783333351426', '1543236075332308993', '1', '1656774991006', '1656775015033');
INSERT INTO  ym_comment_like  VALUES ('1544263278308364289', '1528248783333351426', '1544263262839771138', '1', '1657016031231', '1657016031438');
INSERT INTO  ym_comment_like  VALUES ('1544918269993947137', '1528248783333351426', '1544263306561196034', '1', '1657172193418', '1657172194110');
INSERT INTO  ym_comment_like  VALUES ('1555124423202181121', '1552920710219829249', '1555124410917064705', '0', '1659605529964', '1659605529964');
INSERT INTO  ym_comment_like  VALUES ('1556569776195637250', '1528215357112836098', '1556569581609291778', '0', '1659950128971', '1659950128971');
INSERT INTO  ym_comment_like  VALUES ('1556937846961500162', '1556919695838294018', '1556937353497440258', '1', '1660037883880', '1660037884918');
INSERT INTO  ym_comment_like  VALUES ('1556938433073541121', '1547419501513936897', '1556938190361751554', '1', '1660038023620', '1660038024474');
INSERT INTO  ym_comment_like  VALUES ('1556938440128360449', '1547419501513936897', '1556937353497440258', '1', '1660038025302', '1660038026222');
INSERT INTO  ym_comment_like  VALUES ('1556940967443988482', '1556915747999985666', '1556939925142667265', '1', '1660038627860', '1660038912990');
INSERT INTO  ym_comment_like  VALUES ('1556940989187260418', '1547419501513936897', '1556939925142667265', '0', '1660038633044', '1660038655109');
INSERT INTO  ym_comment_like  VALUES ('1556942572448940034', '1528215357112836098', '1556942056847343617', '0', '1660039010524', '1660039010524');
INSERT INTO  ym_comment_like  VALUES ('1556942582917922818', '1528215357112836098', '1556942265258115074', '0', '1660039013020', '1660039013020');
INSERT INTO  ym_comment_like  VALUES ('1556942611183337473', '1528215357112836098', '1556922861141110785', '1', '1660039019759', '1660039035948');
INSERT INTO  ym_comment_like  VALUES ('1556942617017614337', '1528215357112836098', '1556942150673924098', '0', '1660039021149', '1660039038359');
INSERT INTO  ym_comment_like  VALUES ('1556942620704407554', '1528215357112836098', '1556942292017774593', '0', '1660039022028', '1660039022028');
INSERT INTO  ym_comment_like  VALUES ('1556942621362913282', '1552920710219829249', '1556942253350486018', '0', '1660039022185', '1660039022185');
INSERT INTO  ym_comment_like  VALUES ('1556942628279320577', '1552920710219829249', '1556942441007841282', '0', '1660039023834', '1660039025455');
INSERT INTO  ym_comment_like  VALUES ('1556942641323606017', '1556919695838294018', '1556942292017774593', '0', '1660039026944', '1660039026944');
INSERT INTO  ym_comment_like  VALUES ('1556942642263130113', '1528215357112836098', '1556942038937665537', '0', '1660039027169', '1660039027169');
INSERT INTO  ym_comment_like  VALUES ('1556942642854526978', '1552920710219829249', '1556942368391856129', '0', '1660039027310', '1660039027310');
INSERT INTO  ym_comment_like  VALUES ('1556942644825849857', '1556919695838294018', '1556942421932146690', '0', '1660039027779', '1660039027779');
INSERT INTO  ym_comment_like  VALUES ('1556942645454995458', '1528215357112836098', '1556942385726914561', '0', '1660039027929', '1660039027929');
INSERT INTO  ym_comment_like  VALUES ('1556942645895397377', '1552920710219829249', '1556942295591321601', '0', '1660039028035', '1660039028035');
INSERT INTO  ym_comment_like  VALUES ('1556942648411979777', '1528215357112836098', '1556941481082650626', '0', '1660039028634', '1660039028634');
INSERT INTO  ym_comment_like  VALUES ('1556942648546197506', '1556919695838294018', '1556942393289244673', '0', '1660039028666', '1660039028666');
INSERT INTO  ym_comment_like  VALUES ('1556942651033419777', '1556919695838294018', '1556942265258115074', '0', '1660039029259', '1660039029259');
INSERT INTO  ym_comment_like  VALUES ('1556942652232990721', '1552920710219829249', '1556942496238436353', '0', '1660039029545', '1660039029545');
INSERT INTO  ym_comment_like  VALUES ('1556942654158176258', '1552920710219829249', '1556942520271798274', '0', '1660039030005', '1660039030005');
INSERT INTO  ym_comment_like  VALUES ('1556942657056440321', '1552920710219829249', '1556942536755412994', '0', '1660039030696', '1660039030696');
INSERT INTO  ym_comment_like  VALUES ('1556942658495086593', '1556919695838294018', '1556942056847343617', '0', '1660039031038', '1660039031038');
INSERT INTO  ym_comment_like  VALUES ('1556942664362917889', '1528215357112836098', '1556922581653663745', '0', '1660039032438', '1660039032438');
INSERT INTO  ym_comment_like  VALUES ('1556942669656129537', '1556919695838294018', '1556941481082650626', '0', '1660039033699', '1660039033699');
INSERT INTO  ym_comment_like  VALUES ('1556942682327121921', '1528215357112836098', '1556942130998444033', '0', '1660039036721', '1660039036721');
INSERT INTO  ym_comment_like  VALUES ('1556942682398425090', '1556919695838294018', '1556922581653663745', '0', '1660039036738', '1660039036738');
INSERT INTO  ym_comment_like  VALUES ('1556942690677981186', '1556919695838294018', '1556942021195759618', '0', '1660039038711', '1660039038711');
INSERT INTO  ym_comment_like  VALUES ('1556942695295909890', '1528215357112836098', '1556942189815169026', '0', '1660039039812', '1660039039812');
INSERT INTO  ym_comment_like  VALUES ('1556942697502113793', '1528215357112836098', '1556942214515425282', '0', '1660039040338', '1660039040338');
INSERT INTO  ym_comment_like  VALUES ('1556942700236800001', '1528215357112836098', '1556942295591321601', '0', '1660039040990', '1660039040990');
INSERT INTO  ym_comment_like  VALUES ('1556942706855411713', '1556919695838294018', '1556942038937665537', '0', '1660039042569', '1660039042569');
INSERT INTO  ym_comment_like  VALUES ('1556942711121018881', '1556915747999985666', '1556942292017774593', '1', '1660039043585', '1660039061346');
INSERT INTO  ym_comment_like  VALUES ('1556942718142283777', '1556919695838294018', '1556942385726914561', '0', '1660039045259', '1660039045259');
INSERT INTO  ym_comment_like  VALUES ('1556942732121899009', '1556915747999985666', '1556942265258115074', '1', '1660039048592', '1660039065876');
INSERT INTO  ym_comment_like  VALUES ('1556942732369362946', '1556919695838294018', '1556942295591321601', '0', '1660039048652', '1660039048652');
INSERT INTO  ym_comment_like  VALUES ('1556942738937643010', '1556919695838294018', '1556942536755412994', '0', '1660039050218', '1660039050218');
INSERT INTO  ym_comment_like  VALUES ('1556942741194178561', '1556915747999985666', '1556942056847343617', '1', '1660039050755', '1660039063875');
INSERT INTO  ym_comment_like  VALUES ('1556942745023578114', '1556919695838294018', '1556942520271798274', '0', '1660039051669', '1660039051669');
INSERT INTO  ym_comment_like  VALUES ('1556942751239536642', '1556915747999985666', '1556942393289244673', '1', '1660039053150', '1660039067740');
INSERT INTO  ym_comment_like  VALUES ('1556942754003582977', '1556915747999985666', '1556942421932146690', '1', '1660039053810', '1660039067215');
INSERT INTO  ym_comment_like  VALUES ('1556942757866536962', '1556915747999985666', '1556941481082650626', '1', '1660039054730', '1660039064895');
INSERT INTO  ym_comment_like  VALUES ('1556942821552848898', '1556915747999985666', '1556922581653663745', '1', '1660039069915', '1660039071636');
INSERT INTO  ym_comment_like  VALUES ('1556943121965678593', '1528215357112836098', '1556942520271798274', '0', '1660039141539', '1660039141539');
INSERT INTO  ym_comment_like  VALUES ('1557302415139606529', '1529754007919169537', '1557301553356935170', '1', '1660124803707', '1660124867540');
INSERT INTO  ym_comment_like  VALUES ('1557302425109467138', '1529754007919169537', '1557302313381597185', '1', '1660124806084', '1660125028996');
INSERT INTO  ym_comment_like  VALUES ('1557302430079717377', '1529754007919169537', '1557302406235099138', '0', '1660124807268', '1660124807268');
INSERT INTO  ym_comment_like  VALUES ('1557302435171602433', '1529754007919169537', '1557302326597849090', '0', '1660124808482', '1660124808482');
INSERT INTO  ym_comment_like  VALUES ('1557302440003440641', '1529754007919169537', '1557301026061619201', '0', '1660124809635', '1660124809635');
INSERT INTO  ym_comment_like  VALUES ('1557302633146945538', '1529754007919169537', '1557301471559618561', '0', '1660124855684', '1660124855684');

-- ----------------------------
-- Table structure for ym_comments
-- ----------------------------
DROP TABLE IF EXISTS  ym_comments ;
CREATE TABLE  ym_comments   (
   comment_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '评论主键id',
   target_id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '文章id',
   user_id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '评论人id',
   content  varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '评论内容',
   parent_id  char(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '用于回复',
   like_num  int(0) NULL DEFAULT 0 COMMENT '点赞数',
   link  varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '图片路径',
   is_deleted  char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT '0' COMMENT '软删除 0可用 1删除',
   create_time  char(13) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '创建时间',
   update_time  char(13) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '修改时间',
  PRIMARY KEY ( comment_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '评论主表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_comments
-- ----------------------------
INSERT INTO  ym_comments  VALUES ('1529306574579896322', '1528344808043577346', '1528248783333351426', '0000', '0', 0, NULL, '0', '1653450075179', '1653450075179');
INSERT INTO  ym_comments  VALUES ('1529311871876796418', '1528344808043577346', '1528248783333351426', '去', '0', 0, NULL, '0', '1653451338153', '1653451338153');
INSERT INTO  ym_comments  VALUES ('1529312050709336065', '1528344808043577346', '1528248783333351426', '000', '1529311871876796418', 0, NULL, '0', '1653451380790', '1653451380790');
INSERT INTO  ym_comments  VALUES ('1529322485483376641', '1529322269287976962', '1528248783333351426', '联系我19933506793', '0', 0, NULL, '0', '1653453868634', '1653453868634');
INSERT INTO  ym_comments  VALUES ('1529379898232213506', '1529322269287976962', '1528248783333351426', '耦合', '0', 0, NULL, '0', '1653467556900', '1653467556900');
INSERT INTO  ym_comments  VALUES ('1529379925851705346', '1529322269287976962', '1528248783333351426', '就这', '1529379898232213506', 0, NULL, '0', '1653467563485', '1653467563485');
INSERT INTO  ym_comments  VALUES ('1529641059863302145', '1529322269287976962', '1529288402074144769', '嗨嗨嗨', '0', 0, NULL, '0', '1653529822686', '1653529822686');
INSERT INTO  ym_comments  VALUES ('1529653277505957890', '1529322545109602306', '1528248783333351426', 'QQ', '0', 0, NULL, '0', '1653532735598', '1653532735598');
INSERT INTO  ym_comments  VALUES ('1529653314445193217', '1529322545109602306', '1528248783333351426', '浅浅', '1529653277505957890', 0, NULL, '0', '1653532744406', '1653532744406');
INSERT INTO  ym_comments  VALUES ('1531104862614425601', '1530084151011598338', '1528248783333351426', 'mm', '0', 1, NULL, '0', '1653878820458', '1653878820458');
INSERT INTO  ym_comments  VALUES ('1531104883254595586', '1530084151011598338', '1528248783333351426', 'mm', '1531104862614425601', 0, NULL, '0', '1653878825378', '1653878825378');
INSERT INTO  ym_comments  VALUES ('1531449526827716610', '1531449469323808769', '1528248783333351426', '1', '0', 0, NULL, '0', '1653960994809', '1653960994809');
INSERT INTO  ym_comments  VALUES ('1531466827367051266', '1531449469323808769', '1528184056628502529', '你好', '1531449526827716610', 0, NULL, '0', '1653965119579', '1653965119579');
INSERT INTO  ym_comments  VALUES ('1531466886208942081', '1531449469323808769', '1528184056628502529', '滴滴滴', '0', 0, NULL, '0', '1653965133609', '1653965133609');
INSERT INTO  ym_comments  VALUES ('1531534039851315201', '1531449469323808769', '1528248783333351426', '1', '0', 0, NULL, '0', '1653981144285', '1653981144285');
INSERT INTO  ym_comments  VALUES ('1534003620377374721', '1529986333114667010', '1527967900697223169', '34225', '0', 0, NULL, '0', '1654569938165', '1654569938165');
INSERT INTO  ym_comments  VALUES ('1536273465156345858', '1536272986544316418', '1528248783333351426', '哇', '0', 0, NULL, '0', '1655111111331', '1655111111331');
INSERT INTO  ym_comments  VALUES ('1536382534076628993', '1536272986544316418', '1528248783333351426', '1', '0', 0, NULL, '0', '1655137115388', '1655137115388');
INSERT INTO  ym_comments  VALUES ('1536382903406067713', '1536337400270192642', '1528248783333351426', '评论1', '0', 0, NULL, '0', '1655137203444', '1655137203444');
INSERT INTO  ym_comments  VALUES ('1536382903406067714', '1536337400270192642', '1528248783333351426', '测试评论2', '1536382903406067713', 0, NULL, '0', '1655137405807', '1655137405807');
INSERT INTO  ym_comments  VALUES ('1536382903406067715', '1536337400270192642', '1528248783333351426', '3', '1536382903406067714', 0, NULL, '0', '1', '1');
INSERT INTO  ym_comments  VALUES ('1536383008750206978', '1536337400270192642', '1528248783333351426', '测试评论1', '0', 0, NULL, '0', '1655137228559', '1655137228559');
INSERT INTO  ym_comments  VALUES ('1536383291660206081', '1536337400270192642', '1528248783333351426', '？', '0', 0, NULL, '0', '1655137296010', '1655137296010');
INSERT INTO  ym_comments  VALUES ('1536383322123436034', '1536337400270192642', '1528248783333351426', '测试评论2', '0', 0, NULL, '0', '1655137303274', '1655137303274');
INSERT INTO  ym_comments  VALUES ('1536383530265772033', '1536337400270192642', '1528248783333351426', '测试评论1', '0', 0, NULL, '0', '1655137352898', '1655137352898');
INSERT INTO  ym_comments  VALUES ('1536383752178008066', '1536337400270192642', '1528248783333351426', '、、、', '0', 0, NULL, '0', '1655137405807', '1655137405807');
INSERT INTO  ym_comments  VALUES ('1536923243775033345', '1536382243063234562', '1528248783333351426', '11111', '0', 0, NULL, '0', '1655266030626', '1655266030626');
INSERT INTO  ym_comments  VALUES ('1536923301333467137', '1536382243063234562', '1528248783333351426', '5555555555555555555', '0', 0, NULL, '0', '1655266044349', '1655266044349');
INSERT INTO  ym_comments  VALUES ('1536923445319729153', '1536382243063234562', '1528248783333351426', '111', '0', 0, NULL, '0', '1655266078679', '1655266078679');
INSERT INTO  ym_comments  VALUES ('1536925073405935617', '1536382243063234562', '1528248783333351426', '4', '0', 0, NULL, '0', '1655266466845', '1655266466845');
INSERT INTO  ym_comments  VALUES ('1536963828686852097', '1536382243063234562', '1528248783333351426', '永远永远', '1536923243775033345', 0, NULL, '0', '1655275706824', '1655275706824');
INSERT INTO  ym_comments  VALUES ('1537732357287645185', '1529322269287976962', '1529288402074144769', '真', '0', 0, NULL, '0', '1655458938321', '1655458938321');
INSERT INTO  ym_comments  VALUES ('1538548993351553026', '1536337400270192642', '1528248783333351426', '是', '0', 0, NULL, '0', '1655653639531', '1655653639531');
INSERT INTO  ym_comments  VALUES ('1544736749895290882', '1529322269287976962', '1528248783333351426', '啊啊', '0', 0, NULL, '0', '1657128915654', '1657128915654');
INSERT INTO  ym_comments  VALUES ('1545067963596410882', '1529322269287976962', '1528248783333351426', 'q', '0', 0, NULL, '0', '1657207883155', '1657207883155');
INSERT INTO  ym_comments  VALUES ('1546034960790458369', '1529322269287976962', '1528248783333351426', 'qqq', '0', 0, NULL, '0', '1657438433251', '1657438433251');
INSERT INTO  ym_comments  VALUES ('1546034979790655490', '1529322269287976962', '1528248783333351426', 'qqq', '0', 0, NULL, '0', '1657438437781', '1657438437781');
INSERT INTO  ym_comments  VALUES ('1546035677211136001', '1529322269287976962', '1528248783333351426', '111', '0', 0, NULL, '0', '1657438604059', '1657438604059');
INSERT INTO  ym_comments  VALUES ('1546035855548747777', '1529322269287976962', '1528248783333351426', '?', '0', 0, NULL, '0', '1657438646578', '1657438646578');
INSERT INTO  ym_comments  VALUES ('1556545526554431489', '1', '1529754007919169537', '1529322269287976962', '0', 0, NULL, '0', '1659944347407', '1659944347407');
INSERT INTO  ym_comments  VALUES ('1556545779416436738', '123', '1529754007919169537', '1529322269287976962', '0', 0, NULL, '0', '1659944407693', '1659944407693');
INSERT INTO  ym_comments  VALUES ('1556546209202573314', '1', '1529754007919169537', '1529322269287976962', '0', 0, NULL, '0', '1659944510162', '1659944510162');
INSERT INTO  ym_comments  VALUES ('1556546249274953729', '123', '1529754007919169537', '1530020478712832002', '0', 0, NULL, '0', '1659944519716', '1659944519716');
INSERT INTO  ym_comments  VALUES ('1556547173561143298', '123', '1529754007919169537', '1529322269287976962', '0', 0, NULL, '0', '1659944740082', '1659944740082');
INSERT INTO  ym_comments  VALUES ('1556547574888927234', '123', '1529754007919169537', '1529322269287976962', '0', 0, NULL, '0', '1659944835767', '1659944835767');
INSERT INTO  ym_comments  VALUES ('1556547881140228098', '1529322269287976962', '1529754007919169537', '123', '0', 0, NULL, '0', '1659944908783', '1659944908783');
INSERT INTO  ym_comments  VALUES ('1556547969522601985', '1529322269287976962', '1529754007919169537', '1', '0', 0, NULL, '0', '1659944929855', '1659944929855');
INSERT INTO  ym_comments  VALUES ('1556548858236899329', '1529322269287976962', '1529754007919169537', '123123', '1529641059863302145', 0, NULL, '0', '1659945141741', '1659945141741');
INSERT INTO  ym_comments  VALUES ('1556549417836744705', '1529322269287976962', '1529754007919169537', '123', '0', 0, NULL, '0', '1659945275160', '1659945275160');
INSERT INTO  ym_comments  VALUES ('1556912725118955522', '1556801979152338946', '1529754007919169537', '123', '0', 0, NULL, '0', '1660031894366', '1660031894366');
INSERT INTO  ym_comments  VALUES ('1556912742646951937', '1556801979152338946', '1529754007919169537', '4234', '1556912725118955522', 0, NULL, '0', '1660031898545', '1660031898545');
INSERT INTO  ym_comments  VALUES ('1556912752247713793', '1556801979152338946', '1529754007919169537', '234', '0', 0, NULL, '0', '1660031900834', '1660031900834');
INSERT INTO  ym_comments  VALUES ('1556920470488494082', '1556920014471180289', '1556919581841305601', '我出五毛', '0', 2, NULL, '0', '1660033741006', '1660033741006');
INSERT INTO  ym_comments  VALUES ('1556930040799703042', '1556920014471180289', '1552920710219829249', '500', '1556920470488494082', 0, NULL, '0', '1660036022746', '1660036022746');
INSERT INTO  ym_comments  VALUES ('1556945274708983810', '1556931942346141698', '1556915747999985666', '哈哈哈', '0', 0, NULL, '0', '1660039654792', '1660039654792');
INSERT INTO  ym_comments  VALUES ('1556945340609888258', '1556932186601435137', '1528215357112836098', '阿婆家啦咯啦', '0', 1, NULL, '0', '1660039670505', '1660039670505');
INSERT INTO  ym_comments  VALUES ('1556945349820579842', '1556931942346141698', '1556915747999985666', '哈哈', '1556945274708983810', 0, NULL, '0', '1660039672700', '1660039672700');
INSERT INTO  ym_comments  VALUES ('1556945419005624321', '1556932186601435137', '1556915747999985666', '哈哈', '1556945340609888258', 1, NULL, '0', '1660039689195', '1660039689195');
INSERT INTO  ym_comments  VALUES ('1556945442606972930', '1556932186601435137', '1528215357112836098', '斗图', '1556945340609888258', 1, NULL, '0', '1660039694822', '1660039694822');
INSERT INTO  ym_comments  VALUES ('1556945451993825281', '1556932186601435137', '1556915747999985666', '哈哈', '1556945419005624321', 1, NULL, '0', '1660039697061', '1660039697061');
INSERT INTO  ym_comments  VALUES ('1556945472403308546', '1556920014471180289', '1556919695838294018', '，', '1556930040799703042', 0, NULL, '0', '1660039701926', '1660039701926');
INSERT INTO  ym_comments  VALUES ('1556945544377565185', '1556920014471180289', '1556919695838294018', '6', '1556920470488494082', 0, NULL, '0', '1660039719087', '1660039719087');
INSERT INTO  ym_comments  VALUES ('1556945545946234882', '1556932186601435137', '1556915747999985666', '哈哈', '0', 0, NULL, '0', '1660039719460', '1660039719460');
INSERT INTO  ym_comments  VALUES ('1556945671234289665', '1556931960876576769', '1556919695838294018', '🧧', '0', 0, NULL, '0', '1660039749331', '1660039749331');
INSERT INTO  ym_comments  VALUES ('1556945897361801217', '1529985746230874113', '1528215357112836098', '😇😗🤪😌🤪', '0', 1, NULL, '0', '1660039803244', '1660039803244');
INSERT INTO  ym_comments  VALUES ('1556945958799966209', '1529985746230874113', '1528215357112836098', '某物', '1556945897361801217', 0, NULL, '0', '1660039817892', '1660039817892');
INSERT INTO  ym_comments  VALUES ('1557575417274138625', '1557526883921367041', '1529754007919169537', '123', '0', 0, NULL, '0', '1660189892488', '1660189892488');
INSERT INTO  ym_comments  VALUES ('1557899878380650498', '1557526883921367041', '1529754007919169537', 'qqq', '1557575417274138625', 0, NULL, '0', '1660267250045', '1660267250045');
INSERT INTO  ym_comments  VALUES ('1557899887708782593', '1557526883921367041', '1529754007919169537', 'qqq', '1557575417274138625', 0, NULL, '0', '1660267252267', '1660267252267');
INSERT INTO  ym_comments  VALUES ('1557899925570764802', '1557526883921367041', '1529754007919169537', 'qqq', '1557899878380650498', 0, NULL, '0', '1660267261295', '1660267261295');
INSERT INTO  ym_comments  VALUES ('1557899983569600513', '1557526883921367041', '1529754007919169537', '123', '1557899925570764802', 0, NULL, '0', '1660267275122', '1660267275122');
INSERT INTO  ym_comments  VALUES ('1557900029895688193', '1557526883921367041', '1529754007919169537', '123', '1557899925570764802', 0, NULL, '0', '1660267286168', '1660267286168');
INSERT INTO  ym_comments  VALUES ('1557900254240620545', '1557522228256567298', '1529754007919169537', '1', '0', 0, NULL, '0', '1660267339655', '1660267339655');
INSERT INTO  ym_comments  VALUES ('1557900274100649985', '1557522228256567298', '1529754007919169537', '12', '0', 0, NULL, '0', '1660267344391', '1660267344391');
INSERT INTO  ym_comments  VALUES ('1557900292123574273', '1557522228256567298', '1529754007919169537', '147', '1557900254240620545', 0, NULL, '0', '1660267348687', '1660267348687');
INSERT INTO  ym_comments  VALUES ('1557900518179782658', '1557522228256567298', '1529754007919169537', '147', '1557900254240620545', 0, NULL, '0', '1660267402583', '1660267402583');
INSERT INTO  ym_comments  VALUES ('1557900548466851842', '1557522228256567298', '1529754007919169537', '12', '0', 0, NULL, '0', '1660267409805', '1660267409805');
INSERT INTO  ym_comments  VALUES ('1557900578665840641', '1557522228256567298', '1529754007919169537', 'aaq', '1557900548466851842', 0, NULL, '0', '1660267417005', '1660267417005');
INSERT INTO  ym_comments  VALUES ('1557900618683695106', '1557522228256567298', '1529754007919169537', 'aaqasq', '1557900578665840641', 0, NULL, '0', '1660267426545', '1660267426545');
INSERT INTO  ym_comments  VALUES ('1557900626313134081', '1557522228256567298', '1529754007919169537', 'aaqasq', '1557900578665840641', 0, NULL, '0', '1660267428365', '1660267428365');
INSERT INTO  ym_comments  VALUES ('1557901128958525441', '1557522228256567298', '1529754007919169537', 'aaqasq', '1557900578665840641', 0, NULL, '0', '1660267548204', '1660267548204');
INSERT INTO  ym_comments  VALUES ('1557901188190486530', '1557526883921367041', '1552920710219829249', 'asd', '0', 0, NULL, '0', '1660267562326', '1660267562326');
INSERT INTO  ym_comments  VALUES ('1557901204082704385', '1557526883921367041', '1552920710219829249', 'asd', '1557575417274138625', 0, NULL, '0', '1660267566115', '1660267566115');
INSERT INTO  ym_comments  VALUES ('1557901291345199105', '1557526883921367041', '1552920710219829249', 'asdasd', '1557575417274138625', 0, NULL, '0', '1660267586920', '1660267586920');
INSERT INTO  ym_comments  VALUES ('1557901447402668034', '1557526883921367041', '1552920710219829249', 'asd', '1557575417274138625', 0, NULL, '0', '1660267624127', '1660267624127');
INSERT INTO  ym_comments  VALUES ('1557913674755129346', '1557908109605781506', '1556915747999985666', '<h1>hh</h1>', '0', 0, NULL, '0', '1660270539355', '1660270539355');
INSERT INTO  ym_comments  VALUES ('1557916005823463426', '1557909432443125762', '1527968402898018305', '1', '0', 0, NULL, '0', '1660271095126', '1660271095126');
INSERT INTO  ym_comments  VALUES ('1557916033992409089', '1557909432443125762', '1527968402898018305', '1', '1557916005823463426', 0, NULL, '0', '1660271101841', '1660271101841');
INSERT INTO  ym_comments  VALUES ('1557916044650135554', '1557909432443125762', '1527968402898018305', '1', '1557916005823463426', 0, NULL, '0', '1660271104382', '1660271104382');
INSERT INTO  ym_comments  VALUES ('1557916045925203969', '1557909432443125762', '1527968402898018305', '1', '1557916005823463426', 0, NULL, '0', '1660271104687', '1660271104687');
INSERT INTO  ym_comments  VALUES ('1557916046621458434', '1557909432443125762', '1527968402898018305', '1', '1557916005823463426', 0, NULL, '0', '1660271104853', '1660271104853');
INSERT INTO  ym_comments  VALUES ('1557916119543627778', '1557908109605781506', '1527968402898018305', '1', '0', 0, NULL, '0', '1660271122239', '1660271122239');

-- ----------------------------
-- Table structure for ym_comments_like
-- ----------------------------
DROP TABLE IF EXISTS  ym_comments_like ;
CREATE TABLE  ym_comments_like   (
   like_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '点赞id',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户id',
   comment_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '评论id',
   like_state  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '点赞状态 0点赞 1取消',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY ( like_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_comments_like
-- ----------------------------
INSERT INTO  ym_comments_like  VALUES ('1531206405590192130', '1528248783333351426', '1531104862614425601', '0', '1653903030189', '1653903030189');
INSERT INTO  ym_comments_like  VALUES ('1536960589333598210', '1528248783333351426', '1536923243775033345', '1', '1655274934502', '1655275703743');
INSERT INTO  ym_comments_like  VALUES ('1556920485239861249', '1556919581841305601', '1556920470488494082', '0', '1660033744523', '1660033745648');
INSERT INTO  ym_comments_like  VALUES ('1556945524169408514', '1528215357112836098', '1556945340609888258', '0', '1660039714268', '1660039714268');
INSERT INTO  ym_comments_like  VALUES ('1556945530897072129', '1556915747999985666', '1556945340609888258', '1', '1660039715872', '1660039716903');
INSERT INTO  ym_comments_like  VALUES ('1556945532549627906', '1528215357112836098', '1556945419005624321', '0', '1660039716266', '1660039716266');
INSERT INTO  ym_comments_like  VALUES ('1556945541185699842', '1528215357112836098', '1556945442606972930', '0', '1660039718325', '1660039718325');
INSERT INTO  ym_comments_like  VALUES ('1556945543622590466', '1528215357112836098', '1556945451993825281', '0', '1660039718907', '1660039724528');
INSERT INTO  ym_comments_like  VALUES ('1556945558013247490', '1556919695838294018', '1556920470488494082', '0', '1660039722338', '1660039727523');
INSERT INTO  ym_comments_like  VALUES ('1556945574400393218', '1552920710219829249', '1556945545946234882', '1', '1660039726245', '1660039730120');
INSERT INTO  ym_comments_like  VALUES ('1556945576598208513', '1556919695838294018', '1556930040799703042', '1', '1660039726769', '1660039730418');
INSERT INTO  ym_comments_like  VALUES ('1556945577831333890', '1556915747999985666', '1556945545946234882', '1', '1660039727062', '1660039788258');
INSERT INTO  ym_comments_like  VALUES ('1556945578997350401', '1552920710219829249', '1556945451993825281', '1', '1660039727340', '1660039728558');
INSERT INTO  ym_comments_like  VALUES ('1556945926013091841', '1528215357112836098', '1556945897361801217', '0', '1660039810076', '1660039810076');

-- ----------------------------
-- Table structure for ym_commodity_family
-- ----------------------------
DROP TABLE IF EXISTS  ym_commodity_family ;
CREATE TABLE  ym_commodity_family   (
   family_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '分类',
   family_name  varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '分类名称',
   family_image  varchar(355) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL,
   create_time  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '更新时间',
   update_time  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '更改时间',
  PRIMARY KEY ( family_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_commodity_family
-- ----------------------------
INSERT INTO  ym_commodity_family  VALUES ('56314324635', '其他', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/6cb3c34e53ff4a6a8964f0e805c5213bH0vGsXvFUE5db8b3fd3ae029d8f4c4b0179fe802374e.png', NULL, NULL);
INSERT INTO  ym_commodity_family  VALUES ('87664563425', '数码', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/45f441f966134c6287ae2ea2e4b19006c18UPXrhSA210ce88a221894926e766c309e6cd0a720.png', NULL, NULL);
INSERT INTO  ym_commodity_family  VALUES ('89232395234', '服饰', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/c63b032785f34b26afdb833d244ab33bSB6BJCnv0fT71883f818e997ee593209deaacd0cf526.png', NULL, NULL);
INSERT INTO  ym_commodity_family  VALUES ('89742346784', '美妆', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/fc2f5fa05620468bae9cd9b8ffaa7eebYTOTdIqrnMNF56f225314ad3f619d621c6d6df81c69e.png', NULL, NULL);
INSERT INTO  ym_commodity_family  VALUES ('89752395234', '书籍', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/500a5e7b991d42dcb1cfdb7623ce5c1atkjj7qklpoYx9b518b1cc513f70297c6464fd79b26ee.png', NULL, NULL);

-- ----------------------------
-- Table structure for ym_fans
-- ----------------------------
DROP TABLE IF EXISTS  ym_fans ;
CREATE TABLE  ym_fans   (
   fans_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
   answer_user_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '被关注者id',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '关注者id',
   source  varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '关注来源',
   is_deleted  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '关注状态 0关注 1取消',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  PRIMARY KEY ( fans_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_fans
-- ----------------------------
INSERT INTO  ym_fans  VALUES ('1536158644486316033', '1528248783333351426', '1527967566469914625', NULL, '0', '1655083735966', '1655083735966');
INSERT INTO  ym_fans  VALUES ('1536181156783890434', '1528215357112836098', '1527967566469914625', NULL, '0', '1655089103301', '1655089103301');
INSERT INTO  ym_fans  VALUES ('1536181205077106690', '1528184056628502529', '1527967566469914625', NULL, '0', '1655089114815', '1655089114815');
INSERT INTO  ym_fans  VALUES ('1536181231916457985', '1529288402074144769', '1527967566469914625', NULL, '0', '1655089121213', '1655089121213');
INSERT INTO  ym_fans  VALUES ('1536386290986024961', '1527967900697223169', '1528248783333351426', NULL, '0', '1655138011105', '1655138011105');
INSERT INTO  ym_fans  VALUES ('1536515683976773634', '1528248783333351426', '1529288402074144769', NULL, '0', '1655168860798', '1655168860798');
INSERT INTO  ym_fans  VALUES ('1536632813653098497', '1528248783333351426', '1535426082168111105', NULL, '0', '1655196786689', '1655196786689');
INSERT INTO  ym_fans  VALUES ('1536902541554515969', '1529754007919169537', '1527967566469914625', NULL, '0', '1655261094832', '1655261094832');
INSERT INTO  ym_fans  VALUES ('1536902544243064833', '1527968402898018305', '1527967566469914625', NULL, '0', '1655261095474', '1655261095474');
INSERT INTO  ym_fans  VALUES ('1536966859830661122', '1529290474769158146', '1527967566469914625', NULL, '0', '1655276429504', '1655276429504');
INSERT INTO  ym_fans  VALUES ('1539436586893119490', '1527967566469914625', '1527967566469914625', NULL, '0', '1655865258322', '1655865258322');
INSERT INTO  ym_fans  VALUES ('1540266153945927681', '1527967566469914625', '1529288402074144769', NULL, '0', '1656063042520', '1656063042520');
INSERT INTO  ym_fans  VALUES ('1541599546826625025', '1527967900697223169', '1527967566469914625', NULL, '0', '1656380948156', '1656380948156');
INSERT INTO  ym_fans  VALUES ('1541599745754075137', '1527967566469914625', '1527967900697223169', NULL, '0', '1656380995584', '1656380995584');
INSERT INTO  ym_fans  VALUES ('1543209813494849537', '1528248783333351426', '1527967900697223169', NULL, '0', '1656764865647', '1656764865647');
INSERT INTO  ym_fans  VALUES ('1543338878235054082', '1527967566469914625', '1528248783333351426', NULL, '0', '1656795637079', '1656795637079');
INSERT INTO  ym_fans  VALUES ('1543338986896887810', '1529288402074144769', '1528248783333351426', NULL, '0', '1656795662986', '1656795662986');
INSERT INTO  ym_fans  VALUES ('1543338990092947458', '1535426082168111105', '1528248783333351426', NULL, '0', '1656795663748', '1656795663748');
INSERT INTO  ym_fans  VALUES ('1543339066399920130', '1528184056628502529', '1528248783333351426', NULL, '0', '1656795681941', '1656795681941');
INSERT INTO  ym_fans  VALUES ('1543339108468789249', '1528215357112836098', '1528248783333351426', NULL, '0', '1656795691971', '1656795691971');
INSERT INTO  ym_fans  VALUES ('1549931657308409858', '1528184056628502529', '1547419501513936897', NULL, '0', '1658367478098', '1658367478098');
INSERT INTO  ym_fans  VALUES ('1549931768377774081', '1529290474769158146', '1547419501513936897', NULL, '0', '1658367504579', '1658367504579');
INSERT INTO  ym_fans  VALUES ('1555118486416527361', '1528184056628502529', '1527968402898018305', NULL, '0', '1659604114524', '1659604114524');
INSERT INTO  ym_fans  VALUES ('1556928026476818433', '1528215357112836098', '1556915671948865538', NULL, '0', '1660035542493', '1660035542494');
INSERT INTO  ym_fans  VALUES ('1556928628950839297', '1556915747999985666', '1556919695838294018', NULL, '0', '1660035686135', '1660035686135');
INSERT INTO  ym_fans  VALUES ('1556928831791575041', '1556919695838294018', '1556915747999985666', NULL, '0', '1660035734496', '1660035734496');
INSERT INTO  ym_fans  VALUES ('1556928985944829954', '1556915747999985666', '1528215357112836098', NULL, '0', '1660035771249', '1660035771249');
INSERT INTO  ym_fans  VALUES ('1556929142547558401', '1528215357112836098', '1556915747999985666', NULL, '0', '1660035808586', '1660035808586');
INSERT INTO  ym_fans  VALUES ('1556929466276524033', '1547419501513936897', '1528215357112836098', NULL, '0', '1660035885769', '1660035885769');
INSERT INTO  ym_fans  VALUES ('1556929558274387970', '1528215357112836098', '1547419501513936897', NULL, '0', '1660035907703', '1660035907703');
INSERT INTO  ym_fans  VALUES ('1556929577421385729', '1528215357112836098', '1552920710219829249', NULL, '1', '1660035912268', '1660035912268');
INSERT INTO  ym_fans  VALUES ('1556929673181540354', '1552920710219829249', '1528215357112836098', NULL, '0', '1660035935099', '1660035935099');
INSERT INTO  ym_fans  VALUES ('1556929684590047234', '1556915671948865538', '1528215357112836098', NULL, '0', '1660035937819', '1660035937819');
INSERT INTO  ym_fans  VALUES ('1556937917669076994', '1556915747999985666', '1529754007919169537', NULL, '0', '1660037900738', '1660037900738');

-- ----------------------------
-- Table structure for ym_goods
-- ----------------------------
DROP TABLE IF EXISTS  ym_goods ;
CREATE TABLE  ym_goods   (
   goods_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '物品id',
   goods_name  varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '物品名称',
   goods_describe  varchar(525) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '物品描述',
   goods_image  varchar(1024) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '物品图片路径',
   goods_price  decimal(10, 2) NULL DEFAULT NULL COMMENT '物品价格',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '创建时间',
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '更新时间',
   views_num  int(0) NOT NULL DEFAULT 0 COMMENT '浏览量'
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_goods
-- ----------------------------
INSERT INTO  ym_goods  VALUES ('1529322269275394049', 'iPhone xsmax', 'iPhone xsmax  国行 256\n极品一台 全原装 完美无任何问题\n成色 性价比超高 3080 ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/623ef024fcc348c6b2627bca1f0d0fa8KQBthHAu26vu4da0e36eb79788c97e45080cbeaa5bee.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/4120232210b847daa56a4aeda5d61187HudJnxI0ZUR441ff74de21cad23759cf34cf1883426b.jpg', 3080.00, '1653453817086', '1653453817086', 0);
INSERT INTO  ym_goods  VALUES ('1529322545097019394', '我要出一-个超好用的床桌', '\n\n这块桌子它是宿舍里最稳的一种桌子，可以固定到床尾，平时打游戏，化妆，吃饭都非常的舒服，我在下面放几个图片给大家看看实品图', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/51f326d3b3474a3d8a4b0d006a62a244tmp_0c137aa553e472b7a329c2d90aa737ac8f1d9d4b29d0faa5.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/09b2b713b6984b65afb831021fc840e8tmp_82b48edf1d3733dd5f2ab10fa58ef8b2a12ee730fa401f3d.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/deca4bc15c6547edbdffc34b54382710tmp_7960afc256075e7edcbaa9508150a3595df38d855768bfa2.jpg', 40.00, '1653453882847', '1653453882847', 8);
INSERT INTO  ym_goods  VALUES ('1529983427862892545', '123', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/2a5ff9417ab64be7bd7133c00d8352fftmp_5d749f42b582f0b421af404755629b19cccf85de4b9d115f.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/e51fd91ee70946e49b9c31989921e357tmp_1b2bbd31fe0cd538ac7191c5f7ec4e5742c5f308e9855e0b.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/46e55c7de83049db8506451514a9ed12tmp_d7d185a4f85a73b3acaf2fd5fc4863bcfbce07d18e322139.jpg', 29.90, '1653611449577', '1655115639732', 0);
INSERT INTO  ym_goods  VALUES ('1529984865536086017', '美式重磅短袖t恤男纯棉大码加肥加大男士体恤衫夏季潮牌宽松半袖', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/98d7726d043a4515846cfa6db65159c1tmp_3c5baff5b84d0057cbda5c5cd459101c5c846a547f06fd8c.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/8b500ce455f748dda7ba0e4c5af6e0f8tmp_7ea9f098fe370761e9edcd9fc67ec14d2bede4b5b85d2911.jpg', 49.90, '1653611792345', '1653611792345', 0);
INSERT INTO  ym_goods  VALUES ('1529985313844269057', '【玩转键盘】黑爵个性键帽PBT透光热升华DIY圆形三拼机械键盘通用', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/1ee76f41fdf1494aa00a00fa97015886tmp_b5f7782cb92271902aec499b6ddc54f21f76a82b3ab9aa5e.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/78f4ee4b8de64c638019c9019474bb45tmp_9bb5b5b3b90313de187e6de59f0ebeb5139e641022ae7cf5.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/f9dd064aa91f47e89d7b491bbd7a2151tmp_5068d1c5a11e9b1fe42e07c11bfe1a54ee1634b45e5c23ce.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/02d7af09c5fa48b48efa5764e9b8e110tmp_6fcb450235fd2187f7e3f2fc5faa34bf8edc57dfcfc4df02.jpg', 49.00, '1653611899231', '1653611899231', 0);
INSERT INTO  ym_goods  VALUES ('1529985746218291202', '浅色牛仔裤男夏季薄款宽松直筒阔腿裤港风百搭潮流休闲九分裤子男', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/032543c556b24ad295f9e5d05f694dfatmp_c2d621a7775be4d2136623565f0aa0d9e841e0db307f1ff6.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/f0de95daa2564cf1b0bc68a8e8a854ddtmp_239381dd6a53a6ba29f3bb0ebba1e4b6e7695e0e0dacaf8a.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/825b040425114af3bb360a5b06248fd3tmp_d50933c5e9682a15e6cc8ba6f8c632265e0ff6ec0fc76e92.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/95ff7dc8cb854736b2af3f8c8fda204ctmp_5d6a208362d7452021214f26529e0f5e582e811d457a372e.jpg', 68.80, '1653612002316', '1653612002316', 0);
INSERT INTO  ym_goods  VALUES ('1529986103635906561', '太阳系生日礼物女生男生发光水晶球小夜灯礼品送闺蜜情人节女神节', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/f526e236ad734880b814ad06df10c6b7tmp_1e5a1397689f2cff7332a7a86d28978e4e9a99937c77b24c.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/4432d5b809844ebd8c033132ec96d63btmp_560f4b0a1f6e8fee12edf2c94ea7e651fcf7110c08939ed3.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/bd477c3f9fef44a9a05e1f3b8720c61btmp_28f77679d5de394d2b7e397b60b8cd58ea07ce20a6633442.jpg', 19.90, '1653612087531', '1653612087531', 5);
INSERT INTO  ym_goods  VALUES ('1529986333097889793', '日落灯宇航员拍照氛围灯台式网红夕阳灯卧室投影床头女生礼物', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/35936d18906c47eaa6590b1c5f903d32tmp_f33630d3d907f6322ebdf562910972fbb7cf9e8b8f287436.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/bce40cae0493478ea0d3eb8b9c5bf4f5tmp_ff80247069e2f28c1cb16cbf058e96bae9ab63c6ce4556ca.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/8a7eb1012a4741b2b912b6755df780a0tmp_f55bc7fe8f22236a576d6d2d4c4ea52a7d2959e3631e7796.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/f8ac037a80bc4fd0b7338e28709daa7btmp_98211672ff0dc626789d2db2c9f9526c9d70044e42f1489d.jpg', 39.00, '1653612142239', '1653612142239', 0);
INSERT INTO  ym_goods  VALUES ('1529986732240441345', '游轮流体漂流瓶桌面摆件解压装饰摆件61儿童节男女生生日礼物', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/f5582746f47c419c8d00af91dc5349dftmp_8627a933bc8f3de017c832ea22135df7680c98f10161e089.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/24db150bc04c4fef9fd156bf5537e789tmp_e508d190cec36387adc23d6257e35a789c15e6cf68206fd3.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/e420ca5274584fa8a43869fe2a0a6e41tmp_0cf170c74f9d232361f94a2713eb800dc8de11e3eaf1fbfd.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/4bf266793a6b449898bb7f38d155fed5tmp_07a45fad4b14256da8cd80e0ebaa140f5059aa2ad8c47f61.jpg', 24.80, '1653612237402', '1653612237402', 0);
INSERT INTO  ym_goods  VALUES ('1529987083010084865', '18岁成年有意义生日礼物女生创意送男闺蜜同学朋友毕业小礼品特别', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/6bbc02560c8a45a8813726249721cd8btmp_2c59181786959194532a16f13c1c149915bdbd7779c89a28.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/8cc851db44fa4569a45f66bbee74b26atmp_47f6860596e8fff2b62d2d430e37c661b0a0e4080b1b7ef4.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/016ea779fd63415dbdfa74918edc39e7tmp_ee75ed4cdbbabaf532b9507cc370ec5c9db4aab9ace28ee5.jpg', 38.00, '1653612321032', '1653612321032', 0);
INSERT INTO  ym_goods  VALUES ('1530020205990797314', '慵懒风休闲polo领短袖T恤夏季2022新款宽松BF设计感上衣女装ins潮', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/767e5cac1b934be9b25fdec3b7a18ec7tmp_a561848f18d9ddd3551e5ad179bc6af2933903976b0f8458.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/97f1f8f4842d411cb5a4a54af3cf38bdtmp_e51bace34249d0b5f5d9735540cdeb187dc688d83ce82ca7.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/b09967fd8d44428ca97c06a78d3f7a75tmp_4f6694bc837394dbf08702f8a1f7a754958a5662c6175e14.jpg', 45.98, '1653620218168', '1653620218168', 0);
INSERT INTO  ym_goods  VALUES ('1530020478696054786', '微胖妹妹蝴蝶结绿色连衣裙夏季大码女装设计感小众拼接显瘦桔梗裙', ' ', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/da7473b2171f406faa36673f6fe06d56tmp_5679c33cadb1aede1c15ee194d3d480e2e72531f741a6aa4.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/ac37ccc54f96442396d4789f60b81290tmp_6a4e798a3bfe2f85b9f01db6704294cd10a02edca2677002.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/bf02604755b749369a45980525615fbetmp_49f0163641ad6d0248a0f862b9b34ac47c7586e5cdc955ac.jpg', 69.87, '1653620283185', '1653620283185', 0);
INSERT INTO  ym_goods  VALUES ('1530082324799053825', '214124', '424124124', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/0e5850f81a66423ba3754d632805d5c9X0E4kcoFUgsI4a93733686582dbe34f9f567943ba23a.jpg', 214.00, '1653635028449', '1653635028449', 9);
INSERT INTO  ym_goods  VALUES ('1530082438527606785', '12412412', '41224124', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/06f35617cd6e42ffadcaf04d89a1d701K6ZUU1HTWWRd4a93733686582dbe34f9f567943ba23a.jpg', 214241.00, '1653635055560', '1653635055560', 0);
INSERT INTO  ym_goods  VALUES ('1530082767675613186', '21214412', '24141241244', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/54782c25005445e59c22c0b3f54b8dd8FMlu95RwGLaz4a93733686582dbe34f9f567943ba23a.jpg', 241214.00, '1653635134034', '1653635134034', 0);
INSERT INTO  ym_goods  VALUES ('1530083107691061249', '男士外套清新', '夏季条纹衬衫男长袖轻熟男装日系cityboy衬衣高级感痞帅外套ins潮', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/66a4af0275234a7d99be529cb77dad04tmp_fc3a84546973072be0f41b60a8adeef4dd53a18756e2f8d6.jpg', 58.00, '1653635215100', '1653635215101', 7);
INSERT INTO  ym_goods  VALUES ('1530084150999015426', '夏季条纹衬衫男长袖轻熟男装日系cityboy衬衣高级感痞帅外套ins潮', '男士外套', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/fb375a09dfe34bdda67525c5c01f30d5tmp_4df71e3235f3fa2e2e96498774a0d8d20768e779f1693760.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/d3b68a46a9c4451eb4abfd81150fd4fatmp_a63bc079f7c37e814dbfee1d3d689f6f698f33b1720af6ba.jpg', 48.00, '1653635463844', '1653635463844', 0);
INSERT INTO  ym_goods  VALUES ('1531449469302837250', '1', '1', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-31/efb7c87a4636470ba3be1024a3543296fYH0NDakoZV40b22b0a18650c60f52c688c43ac4420e.JPG', 1.00, '1653960981095', '1653960981095', 0);
INSERT INTO  ym_goods  VALUES ('1534363029410525186', '化妆师', '呢炸鸡', 'null', 11.00, '1654655627957', '1654655627957', 0);
INSERT INTO  ym_goods  VALUES ('1534363087824596994', 'u就是计算机', '三年卡咳咳', 'null', 6161.00, '1654655641883', '1654655641883', 0);
INSERT INTO  ym_goods  VALUES ('1534363160092454913', '可是可是没什么', '就是就是', 'null', 31312.00, '1654655659113', '1654655659113', 0);
INSERT INTO  ym_goods  VALUES ('1534369713222692866', '测试1', '，', 'null', 11.00, '1654657221500', '1654657221500', 0);
INSERT INTO  ym_goods  VALUES ('1534369780927148034', '测试2', '啊哈哈', 'null', 946.00, '1654657237642', '1654657237642', 0);
INSERT INTO  ym_goods  VALUES ('1534369840851169281', '测试3', '时间简史', 'null', 1.00, '1654657251930', '1654657251930', 0);
INSERT INTO  ym_goods  VALUES ('1534369909461594114', '测试4', '中年男子', 'null', 1.00, '1654657268288', '1654657268288', 0);
INSERT INTO  ym_goods  VALUES ('1534369969394003969', '测试5', '，', 'null', 1.00, '1654657282577', '1654657282577', 0);
INSERT INTO  ym_goods  VALUES ('1534370037375283201', '测试6', '，', 'null', 1.00, '1654657298784', '1654657298784', 0);
INSERT INTO  ym_goods  VALUES ('1534370097324470273', '测试7', '，', 'null', 1.00, '1654657313079', '1654657313079', 0);
INSERT INTO  ym_goods  VALUES ('1536167062727073794', 'q', ' 去', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/a96d2c203e7241c09fb9f24c4cf4d271Qfw78IlPWAd4079c60506ee4f6e631f69816e603a0c7.jpg', 11.00, '1655085743015', '1655085743015', 0);
INSERT INTO  ym_goods  VALUES ('1536167106763071489', '弟弟', '弟弟', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/551953f8ae994958a95aa4ee1a95ad81CNXTelwAcsCad0a8607fbee32fd37e0b2af07ead222a.jpg', 111.00, '1655085753515', '1655085753515', 0);
INSERT INTO  ym_goods  VALUES ('1536167148697722882', '的', '的安慰', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/1df52fed275242d6ba67479e875ec4aaZvpa8mqEIC5sd0a8607fbee32fd37e0b2af07ead222a.jpg', 222.00, '1655085763513', '1655085763513', 0);
INSERT INTO  ym_goods  VALUES ('1536167199218114562', '发', '   发啊撒1', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/6c01531df4ab499f833edcd8ff5348b1G9mwudcKEU7vd0a8607fbee32fd37e0b2af07ead222a.jpg', 11111.00, '1655085775558', '1655085775558', 0);
INSERT INTO  ym_goods  VALUES ('1536167360686235649', '1', '1', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/7d9430989189454888d45f83c874cfe1bpmLq3iopreTd0a8607fbee32fd37e0b2af07ead222a.jpg', 111.00, '1655085814054', '1655085814054', 0);
INSERT INTO  ym_goods  VALUES ('1536167398325919745', '222', '222', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/cff498f395164e4197ca05b2660d3b56D9ktaiuHRiL706bb9b21b5307166821c93cb1adf7bac.jpg', 2222.00, '1655085823028', '1655085823028', 0);
INSERT INTO  ym_goods  VALUES ('1536167451979456513', '222', '222', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/40242d5404234fde9c1845dd4dca6cc5KhxiUapTHG131ca0b742ced9b817d7b502d9b19a22b8.jpg', 555.00, '1655085835820', '1655085835820', 0);
INSERT INTO  ym_goods  VALUES ('1536272986527539201', '贩剑', '正品太极剑，童叟无欺', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/f52a656e83494fd08152fee80352c02etmp_6cbc801c795d78828c1e93ef151d2897aeb4c5061afcce31.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/b551fd9776e14933a0163949329308f8tmp_b62ec1ef69c6fd8a8d73a90f5632083c25e7b6fc2d0421ab.jpg', 20.00, '1655110997218', '1655110997218', 0);
INSERT INTO  ym_goods  VALUES ('1536273348164624386', '电子秤', '95新，有意者联系wx:cc--crush', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/ec863df7f65644afb2b9135cc00976fetmp_fac0d27cf16d39b63d66613bb0c080fe0112e8cba829a001.jpg', 12.00, '1655111083439', '1655111083439', 0);
INSERT INTO  ym_goods  VALUES ('1536337400236638209', '电子秤', '有意者联系vx: cc--crush', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-13/75675455589d4017b68fa9b0d0d51653tmp_6245ab0a03b525633ce6a7472c559fcf1d1a12f0ef3b48ab.jpg', 12.00, '1655126354643', '1655126354643', 0);
INSERT INTO  ym_goods  VALUES ('1536382243046457345', '栗子蛋糕', '好吃，35一个', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-14/78a049da5e304ae9be94cb8dee49be1ftmp_4ffdb8dec9a9b5af5e0cfe91fd7501621fbb579439f387b3.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-14/abf9a7c19ecf47d48416d32f48a1e998tmp_59bf4479731c68e2949e80d5ee175de93902000b6e144c41.jpg', 35.00, '1655137046001', '1655137046001', 0);
INSERT INTO  ym_goods  VALUES ('1556596523536486401', '1', '1', 'null', 11.00, '1659956506034', '1659956506034', 0);
INSERT INTO  ym_goods  VALUES ('1556801979135561730', '七夕商品礼物', '七夕商品礼物', 'null', 999999.00, '1660005490466', '1660005490466', 0);
INSERT INTO  ym_goods  VALUES ('1556802194513072130', '测试商品0838', '1231312313', 'null', 10.00, '1660005541816', '1660005541816', 0);
INSERT INTO  ym_goods  VALUES ('1556803990816034817', '溜溜梅', '你没事吧，你没事吧。', 'null', 20.00, '1660005970088', '1660005970088', 0);
INSERT INTO  ym_goods  VALUES ('1556804114552197122', '第二个溜溜梅', '你没事吗？', 'null', 20.00, '1660005999589', '1660005999589', 0);
INSERT INTO  ym_goods  VALUES ('1556812027853279234', '123', '1231', 'null', 1.00, '1660007886267', '1660007886267', 0);
INSERT INTO  ym_goods  VALUES ('1556851919924797442', '12123000', 'asdasdsadas', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/b902c911fe234a3581172fd1581050adRB1fJxg3VSmR12e232f21beeb8dc9d8f5904408b7067.png', 1000.00, '1660017397278', '1660017397278', 0);
INSERT INTO  ym_goods  VALUES ('1556896165838995457', '图标', '图标图标图标图标', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/500a5e7b991d42dcb1cfdb7623ce5c1atkjj7qklpoYx9b518b1cc513f70297c6464fd79b26ee.png;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/fc2f5fa05620468bae9cd9b8ffaa7eebYTOTdIqrnMNF56f225314ad3f619d621c6d6df81c69e.png;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/c63b032785f34b26afdb833d244ab33bSB6BJCnv0fT71883f818e997ee593209deaacd0cf526.png;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/45f441f966134c6287ae2ea2e4b19006c18UPXrhSA210ce88a221894926e766c309e6cd0a720.png;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/6cb3c34e53ff4a6a8964f0e805c5213bH0vGsXvFUE5db8b3fd3ae029d8f4c4b0179fe802374e.png', 10000.00, '1660027946326', '1660027946326', 0);
INSERT INTO  ym_goods  VALUES ('1556920014433431553', '卖小武', '不讲价', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/d001b9da770849058595119303e292datmp_d9103efa35630a145d279a5c6313852cfc324805967e498e.jpg', 999999.00, '1660033632274', '1660033632274', 0);
INSERT INTO  ym_goods  VALUES ('1556930541486354434', '水卡', 'LJL提一些消息窒息也约有', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/5423fa5315424432b894278819a01d88tmp_e0eb0727895e2b05b58c7b3eb38cc03b.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/426813cbbbf64fe2b980034f85ce3121tmp_846e26a6f5309489ce8bd537638cfa79.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/6b28fe5131084562a853e591a5dbca8ctmp_44f203e88ac4e8df828c05ac18b22cef.jpg', 258.00, '1660036142119', '1660036142119', 0);
INSERT INTO  ym_goods  VALUES ('1556930901080813570', '猫', '阿', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/5f84d166929247e6a74140d7632df694tmp_9353923acb77fc5e15ca22b7af185d0f7cb95c09bda6c006.jpg', 9999.00, '1660036227852', '1660036227852', 0);
INSERT INTO  ym_goods  VALUES ('1556931942333558786', '急急急', '急急急', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/cb30a2ece5cd44df824ccee3962f0cb2tmp_9f1c41cdbd642758615596b242f739ed4b730c1690397561.jpg', 999999.00, '1660036476106', '1660036476106', 0);
INSERT INTO  ym_goods  VALUES ('1556931947995869185', 'monk', '退咯有找也约有', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/58ed526cbdaf41c897a6321a4913e678tmp_172a882ce9f2394f912fd421ebc25ad7.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/1e72ca1cbc3c4a7d90008fe34eb79527tmp_81e477e28e58758f1e456315165dfe25.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/bcac9d7de09644358a484cd70e993533tmp_8aa313667d83f7d87d454ef22d2a7dfe.jpg', 2555.00, '1660036477457', '1660036477457', 0);
INSERT INTO  ym_goods  VALUES ('1556931960863993858', '苹果1699新', '来人', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/b1702310dce1414c8beb011115a0b9ectmp_322e1d1dad9da458305622e2ad7cf627.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/71de460e1e1444539d64232fe03ef507tmp_a49c528afb7a4c341d8e98e7c7fd8a07.jpg', 100.00, '1660036480524', '1660036480524', 0);
INSERT INTO  ym_goods  VALUES ('1556932186584657922', '啦啦啦', '啦啦啦', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/dfcac5ea5ec046fcb8c9b2657088d76ctmp_358a4ef2e22ba3cb2e93d6fae7e8db29ee649dd38e325fbf.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/de8ac1af15c64afaa0c99125b6f85950tmp_f34ba654d38f8ee66a02aa7077747baf6a15a1b484bcbb88.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/64d94bc00789412e85ea1c176b561d22tmp_941aa6ac464255cb7b45f98a2eb1804ae7b5a3323907602f.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/0e8eacc89eff494683d5897f5179beeetmp_a00a027ebc770fba18b35d4a712e9341fa1e3648aaafc8c3.jpg;https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/edd969d065294050babb64eae0c01a95tmp_9a51e07a143ca4b335da935ca7c6c1a53f2061dd88b91c01.jpg', 99999.00, '1660036534341', '1660036534341', 0);
INSERT INTO  ym_goods  VALUES ('1557187253288050690', '1', '1', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-10/ecdf0d261d1b4ce6a593b27ed8d4f5be1yvz591DghOua5ffe68b5d215fc276bead1104714736.jpg', 1.00, '1660097346981', '1660097346981', 0);
INSERT INTO  ym_goods  VALUES ('1557522228155904001', '测试最新', '11112312312', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-11/3a52728b7dc64f83858835cd63dc3c1axlxLnmzl3phs0b2fab1a9dccdb1027ee576a78692224.png', 1.00, '1660177211215', '1660177211215', 0);
INSERT INTO  ym_goods  VALUES ('1557526883892006914', '123132', '1212123', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-11/5403617740af450cb1d15487e7057bbfAJUaQ9sJgIJW0b2fab1a9dccdb1027ee576a78692224.png', 100.00, '1660178321229', '1660178321229', 0);
INSERT INTO  ym_goods  VALUES ('1557908109589004289', '123', '666', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-12/3477f38a06dd40e186555875f031f160tmp_89c90424e770dcd829dbabc5a9bfd7456a3a200edf717a23.jpg', 666.00, '1660269212516', '1660269212516', 0);
INSERT INTO  ym_goods  VALUES ('1557909432426348545', '配钥匙', '10元一把，你配吗？', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-12/162643dac0284be79a3b13c9a5231b60tmp_847dfb5e68f074ac0e9e8c771d0a213a.jpg', 10.10, '1660269527906', '1660269527906', 0);
INSERT INTO  ym_goods  VALUES ('1557913344973783041', '123', '666', 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-12/78f4bf7f8d9f4746b117093afa074e7etmp_50996938aac738f94279b170f603c1d1e7bc7a94cec7eddc.jpg', 6663.00, '1660270460730', '1660270460730', 0);

-- ----------------------------
-- Table structure for ym_intact_article
-- ----------------------------
DROP TABLE IF EXISTS  ym_intact_article ;
CREATE TABLE  ym_intact_article   (
   intact_article_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '发布文章id',
   article_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '文章id',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '用户id',
   family_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '分类id',
   article_image_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '文章图片id',
   private_state  char(1) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '0' COMMENT '该文章是否是私密状态',
   is_deleted  char(1) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '0' COMMENT '软删除',
  PRIMARY KEY ( intact_article_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_intact_article
-- ----------------------------
INSERT INTO  ym_intact_article  VALUES ('1527971314533523458', '1527971314499969026', '1527968402898018305', '3562519823581335567', '1527971314516746242', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1527972526163091458', '1527972526133731329', '1527968402898018305', '3562519823581335567', '1527972526146314241', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528204260964163586', '1528204260934803457', '1527967900697223169', '4321519823581335552', '1528204260951580673', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528204550354362369', '1528204550325002242', '1527967900697223169', '4321519823581335552', '1528204550341779457', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528244672772734978', '1528244672428802049', '1527967566469914625', '3562519823581335567', '1528244672642711554', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528248892041322498', '1528248892016156673', '1528248783333351426', '4321519823581335552', '1528248892028739585', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528265257661870081', '1528265257607344130', '1528248783333351426', '3562519823581335567', '1528265257645092865', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528305060965101570', '1528305060935741442', '1528215357112836098', '3562519823581335567', '1528305060948324353', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1528305527443009537', '1528305527413649409', '1527967900697223169', '4321519823581335552', '1528305527430426626', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528305627078701057', '1528305627053535233', '1527967900697223169', '4321519823581335552', '1528305627066118145', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528305855538245634', '1528305855504691202', '1527967900697223169', '4321519823581335552', '1528305855521468417', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528306117787103233', '1528306117757743106', '1528248783333351426', '4321519823581335552', '1528306117774520321', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528348115407470593', '1528348115357138946', '1528248783333351426', '3562519823581335567', '1528348115394887681', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1528348316893446146', '1528348316864086018', '1528248783333351426', '3562519823581335567', '1528348316880863234', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528348540860891137', '1528348540835725314', '1528248783333351426', '3562519823581335567', '1528348540848308226', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1528536040329973762', '1528536040254476289', '1528215357112836098', '3562519823581335567', '1528536040313196545', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528571464800800769', '1528571464771440641', '1527967900697223169', '4321519823581335552', '1528571464784023554', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528643534427553794', '1528643534393999361', '1528248783333351426', '4321519823581335552', '1528643534410776578', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528643809087356930', '1528643809057996801', '1528248783333351426', '3562519823581335567', '1528643809074774017', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528643945645506561', '1528643945620340738', '1527967900697223169', '3562519823581335567', '1528643945632923649', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528644284213919746', '1528644284188753921', '1528248783333351426', '4321519823581335552', '1528644284201336834', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528644797445734402', '1528644797416374273', '1527967900697223169', '4321519823581335552', '1528644797433151490', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528644951091478530', '1528644951057924098', '1527967900697223169', '4321519823581335552', '1528644951074701313', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528645089725808642', '1528645089696448514', '1527967900697223169', '4321519823581335552', '1528645089713225729', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528645220512595969', '1528645220483235842', '1527967900697223169', '4321519823581335552', '1528645220495818754', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528650358237200385', '1528650358207840258', '1528248783333351426', '4321519823581335552', '1528650358220423169', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1528651482621050881', '1528651482595885057', '1527967900697223169', '4321519823581335552', '1528651482608467969', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528651937677869058', '1528651937648508929', '1527967900697223169', '4321519823581335552', '1528651937665286145', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528662130499289089', '1528662130469928961', '1527967900697223169', '4321519823581335552', '1528662130486706177', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528662703835480065', '1528662703806119938', '1527967900697223169', '3562519823581335567', '1528662703822897154', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528706676616695810', '1528706676566364162', '1527967900697223169', '4321519823581335552', '1528706676599918593', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528706960453636097', '1528706960424275970', '1527967900697223169', '4321519823581335552', '1528706960441053185', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528707227962150913', '1528707227932790785', '1527967900697223169', '4321519823581335552', '1528707227945373697', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528708658039459841', '1528708658014294017', '1527967900697223169', '4321519823581335552', '1528708658026876929', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1528720923333595137', '1528720923300040705', '1528248783333351426', '3562519823581335567', '1528720923316817922', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529068543683923970', '1529068543633592322', '1527967900697223169', '4321519823581335552', '1529068543667146754', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529070111191797762', '1529070111158243329', '1528248783333351426', '4321519823581335552', '1529070111175020545', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529070296475176962', '1529070296445816834', '1528248783333351426', '4321519823581335552', '1529070296462594050', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529070461919498242', '1529070461890138114', '1528248783333351426', '4321519823581335552', '1529070461902721025', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529262524044742658', '1529262524011188225', '1527967900697223169', '4321519823581335552', '1529262524027965441', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529291079982059522', '1529291079956893697', '1529288402074144769', '3562519823581335567', '1529291079969476609', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529291338477015041', '1529291338451849218', '1529290474769158146', '3562519823581335567', '1529291338464432129', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529291953848520705', '1529291953823354882', '1528248783333351426', '3562519823581335567', '1529291953835937794', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529294150657183745', '1529294150632017921', '1527967566469914625', '3562519823581335567', '1529294150644600834', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529294174589882370', '1529294174564716546', '1527967900697223169', '4321519823581335552', '1529294174581493761', '1', '0');
INSERT INTO  ym_intact_article  VALUES ('1529294182064132097', '1529294182038966274', '1529290474769158146', '3562519823581335567', '1529294182051549185', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529294388600049666', '1529294388579078145', '1527967900697223169', '4321519823581335552', '1529294388591661058', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529296010512240641', '1529296010482880514', '1529290474769158146', '3562519823581335567', '1529296010499657729', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529296459520872450', '1529296459491512321', '1529290474769158146', '4321519823581335552', '1529296459508289538', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529298915831123969', '1529298915801763841', '1529290474769158146', '3562519823581335567', '1529298915814346754', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529301047351250945', '1529301047321890818', '1529290474769158146', '3562519823581335567', '1529301047334473730', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529321590657978370', '1529321590637006850', '1528248783333351426', '3562519823581335567', '1529321590649589762', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529321775521927169', '1529321775496761345', '1528248783333351426', '3562519823581335567', '1529321775509344258', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529322769211265025', '1529322769181904897', '1528248783333351426', '3562519823581335567', '1529322769198682113', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529323077094150145', '1529323077064790017', '1528248783333351426', '3562519823581335567', '1529323077077372930', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529385611679567873', '1529385611658596354', '1528248783333351426', '3562519823581335567', '1529385611671179266', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529646205926191106', '1529646205833916418', '1528184056628502529', '3562519823581335567', '1529646205888442370', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529653890142777345', '1529653890113417218', '1529288402074144769', '3562519823581335567', '1529653890126000130', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529739664070578178', '1529739664020246530', '1527967900697223169', '4321519823581335552', '1529739664053800962', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529744669360033793', '1529744669330673665', '1528248783333351426', '3562519823581335567', '1529744669343256578', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529744934901420034', '1529744934867865602', '1528248783333351426', '3562519823581335567', '1529744934884642818', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529745064673185794', '1529745064643825666', '1527967900697223169', '4321519823581335552', '1529745064660602881', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529752118414577666', '1529752118389411841', '1527967566469914625', '4321519823581335552', '1529752118406189057', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529752194755104770', '1529752194725744641', '1527967566469914625', '4321519823581335552', '1529752194738327553', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529795017210630146', '1529795017185464322', '1527967566469914625', '3562519823581335567', '1529795017198047233', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529804082460528642', '1529804082431168514', '1528248783333351426', '3562519823581335567', '1529804082443751425', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1529804311444361218', '1529804311419195394', '1528248783333351426', '3562519823581335567', '1529804311431778306', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1529979132807516162', '1529979132778156033', '1527967900697223169', '4321519823581335552', '1529979132790738945', '1', '0');
INSERT INTO  ym_intact_article  VALUES ('1530021003667726338', '1530021003604811777', '1529288402074144769', '4321519823581335552', '1530021003646754817', '1', '0');
INSERT INTO  ym_intact_article  VALUES ('1530108697429172226', '1530108697395617794', '1528248783333351426', '3562519823581335567', '1530108697412395009', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1530109067664580610', '1530109067639414785', '1528248783333351426', '3562519823581335567', '1530109067651997698', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1530379736646180866', '1530379736621015042', '1528248783333351426', '3562519823581335567', '1530379736633597953', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531069861680152577', '1531069861382356994', '1528184056628502529', '3562519823581335567', '1531069861545934849', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531091935186489345', '1531091935127769089', '1529754007919169537', '4321519823581335552', '1531091935165517825', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531092596217188353', '1531092596187828226', '1529754007919169537', '4321519823581335552', '1531092596200411137', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531197828355952641', '1531197828330786818', '1529754007919169537', '4321519823581335552', '1531197828343369729', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531452483178696705', '1531452483153530881', '1528248783333351426', '3562519823581335567', '1531452483166113794', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531452640578342913', '1531452640553177089', '1528248783333351426', '3562519823581335567', '1531452640565760001', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531460304825872386', '1531460304741986306', '1528248783333351426', '3562519823581335567', '1531460304800706562', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531460416725708802', '1531460416683765761', '1528248783333351426', '3562519823581335567', '1531460416704737281', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531525024572370945', '1531525024543010818', '1528248783333351426', '3562519823581335567', '1531525024559788034', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1531849327050338305', '1531849326991618049', '1528248783333351426', '3562519823581335567', '1531849327029366786', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1532570981716045826', '1532570981686685697', '1528248783333351426', '3562519823581335567', '1532570981703462913', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1532571175165734914', '1532571175140569090', '1528248783333351426', '3562519823581335567', '1532571175153152001', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1532601013335339009', '1532601013310173185', '1528248783333351426', '3562519823581335567', '1532601013322756097', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1532603002479816706', '1532603002450456578', '1528248783333351426', '3562519823581335567', '1532603002467233793', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1532620521919852545', '1532620521894686721', '1528248783333351426', '3562519823581335567', '1532620521907269633', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1532644281184006145', '1532644281158840322', '1528248783333351426', '3562519823581335567', '1532644281171423234', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1533852988983062529', '1533852988953702402', '1528248783333351426', '3562519823581335567', '1533852988966285313', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1534004775195095041', '1534004775165734913', '1527967566469914625', '4321519823581335552', '1534004775182512129', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534725078011457537', '1534725077944348673', '1527967566469914625', '3562519823581335567', '1534725077990486018', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534725363043774465', '1534725363014414337', '1527967566469914625', '3562519823581335567', '1534725363031191554', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534725704955047937', '1534725704929882113', '1527967566469914625', '3562519823581335567', '1534725704942465026', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534725855421509633', '1534725855392149505', '1527967566469914625', '3562519823581335567', '1534725855408926722', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534731479295307778', '1534731479265947650', '1527967566469914625', '3562519823581335567', '1534731479282724866', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534731763681701890', '1534731763652341761', '1527967566469914625', '3562519823581335567', '1534731763669118978', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534732221691310081', '1534732221666144257', '1527967566469914625', '3562519823581335567', '1534732221678727170', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534732553985044481', '1534732553955684353', '1527967566469914625', '4321519823581335552', '1534732553968267265', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534733428195438594', '1534733428166078465', '1527967566469914625', '3562519823581335567', '1534733428182855681', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534733607925559298', '1534733607892004865', '1527967566469914625', '3562519823581335567', '1534733607908782082', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534733826155196417', '1534733826125836290', '1527967566469914625', '3562519823581335567', '1534733826142613505', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534733973756948481', '1534733973727588353', '1527967566469914625', '3562519823581335567', '1534733973744365569', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534734361981726722', '1534734361948172289', '1527967566469914625', '3562519823581335567', '1534734361964949506', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534735396032851970', '1534735396007686146', '1527967566469914625', '4321519823581335552', '1534735396020269058', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534736751619321857', '1534736751594156034', '1527967566469914625', '3562519823581335567', '1534736751606738945', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534736799035928578', '1534736799006568450', '1527967566469914625', '3562519823581335567', '1534736799019151362', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1534737075423784961', '1534737075398619138', '1527967566469914625', '4321519823581335552', '1534737075411202050', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536184131942129666', '1536184131895992321', '1527967566469914625', '3562519823581335567', '1536184131929546753', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536184839940644865', '1536184839911284737', '1527967566469914625', '3562519823581335567', '1536184839928061953', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536234481931821057', '1536234481902460930', '1527967566469914625', '3562519823581335567', '1536234481919238145', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536964259160854529', '1536964259093745665', '1527967566469914625', '3562519823581335567', '1536964259139883009', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536964843804889089', '1536964843771334658', '1527967566469914625', '3562519823581335567', '1536964843788111873', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536965488834318338', '1536965488800763906', '1527967566469914625', '3562519823581335567', '1536965488817541122', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536965624633298945', '1536965624599744514', '1527967566469914625', '3562519823581335567', '1536965624616521730', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536965825360105473', '1536965825326551041', '1527967566469914625', '3562519823581335567', '1536965825347522561', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1536965997808914433', '1536965997762777090', '1527967566469914625', '3562519823581335567', '1536965997762777091', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536966139031130114', '1536966138997575682', '1527967566469914625', '3562519823581335567', '1536966139014352898', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536966229162528769', '1536966229128974338', '1527967566469914625', '4321519823581335552', '1536966229145751553', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536966289564700674', '1536966289531146242', '1527967566469914625', '4321519823581335552', '1536966289547923458', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536966379482189826', '1536966379452829698', '1527967566469914625', '4321519823581335552', '1536966379469606914', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536966465280872449', '1536966465251512322', '1527967566469914625', '4321519823581335552', '1536966465268289538', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536966613415301122', '1536966613385940994', '1527967566469914625', '3562519823581335567', '1536966613402718210', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1536970820935553026', '1536970820906192897', '1527967566469914625', '3562519823581335567', '1536970820922970114', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681479090177', '1538070681453924355', '1529288402074144769', '3562519823581335567', '1538070681466507265', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681479090178', '1538070681453924354', '1529288402074144769', '3562519823581335567', '1538070681466507266', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681495867393', '1538070681462312962', '1529288402074144769', '3562519823581335567', '1538070681474895873', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681600724994', '1538070681575559169', '1529288402074144769', '3562519823581335567', '1538070681588142082', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681609113602', '1538070681583947777', '1529288402074144769', '3562519823581335567', '1538070681596530689', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681747525633', '1538070681713971201', '1529288402074144769', '3562519823581335567', '1538070681730748418', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681747525634', '1538070681718165505', '1529288402074144769', '3562519823581335567', '1538070681730748419', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681843994625', '1538070681818828802', '1529288402074144769', '3562519823581335567', '1538070681831411713', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681869160450', '1538070681835606017', '1529288402074144769', '3562519823581335567', '1538070681852383233', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681915297793', '1538070681890131970', '1529288402074144769', '3562519823581335567', '1538070681902714881', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070681940463617', '1538070681911103490', '1529288402074144769', '3562519823581335567', '1538070681927880705', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070682074681345', '1538070682053709826', '1529288402074144769', '3562519823581335567', '1538070682066292738', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070682145984514', '1538070682116624385', '1529288402074144769', '3562519823581335567', '1538070682129207298', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070682166956035', '1538070682141790211', '1529288402074144769', '3562519823581335567', '1538070682154373122', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070682171150338', '1538070682141790210', '1529288402074144769', '3562519823581335567', '1538070682158567425', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070682183733250', '1538070682154373121', '1529288402074144769', '3562519823581335567', '1538070682166956034', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070682225676290', '1538070682200510465', '1529288402074144769', '3562519823581335567', '1538070682213093377', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1538070682351505409', '1538070682322145281', '1529288402074144769', '3562519823581335567', '1538070682334728193', '1', '1');
INSERT INTO  ym_intact_article  VALUES ('1538550289710256129', '1538550289685090306', '1528248783333351426', '3562519823581335567', '1538550289697673218', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1542940668664602625', '1542940668622659585', '1528248783333351426', '3562519823581335567', '1542940668652019714', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1543336700833435650', '1543336700778909697', '1528248783333351426', '3562519823581335567', '1543336700816658433', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1543337065448476673', '1543337065423310849', '1528248783333351426', '3562519823581335567', '1543337065435893762', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1543337240468393985', '1543337240439033858', '1528248783333351426', '3562519823581335567', '1543337240455811074', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1543338010618105857', '1543338010588745729', '1528248783333351426', '3562519823581335567', '1543338010605522945', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1543338711356280834', '1543338711326920705', '1528248783333351426', '3562519823581335567', '1543338711343697921', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1548833058235355137', '1548833058201800706', '1547419501513936897', '3562519823581335567', '1548833058218577921', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1549932311263318018', '1549932311233957890', '1547419501513936897', '4321519823581335552', '1549932311246540802', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1555120911525351426', '1555120911495991298', '1527968402898018305', '3562519823581335567', '1555120911508574209', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1555120977283649537', '1555120977254289410', '1527968402898018305', '4321519823581335552', '1555120977266872321', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1555121008501854210', '1555121008472494082', '1547419501513936897', '3562519823581335567', '1555121008485076994', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1555121039862665218', '1555121039833305090', '1527968402898018305', '3562519823581335567', '1555121039845888001', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1555449028102066177', '1555449028072706050', '1529754007919169537', '3562519823581335567', '1555449028089483266', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556568953487101954', '1556568953457741826', '1528215357112836098', '3562519823581335567', '1556568953474519041', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556569703709675522', '1556569703680315393', '1552920710219829249', '3562519823581335567', '1556569703697092609', '1', '0');
INSERT INTO  ym_intact_article  VALUES ('1556594296298147842', '1556594296268787714', '1528248783333351426', '3562519823581335567', '1556594296281370625', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556802020910829570', '1556802020881469441', '1547419501513936897', '3562519823581335567', '1556802020898246658', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556840094600552450', '1556840094529249281', '1527968402898018305', '4321519823581335552', '1556840094575386626', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556848485297332226', '1556848485217640450', '1527968402898018305', '4321519823581335552', '1556848485272166402', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556853699677036545', '1556853699643482113', '1552920710219829249', '3562519823581335567', '1556853699660259329', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556853721575497729', '1556853721541943298', '1552920710219829249', '4321519823581335552', '1556853721558720513', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556853746963619841', '1556853746930065410', '1552920710219829249', '4321519823581335552', '1556853746946842625', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556853772456599554', '1556853772423045121', '1552920710219829249', '4321519823581335552', '1556853772439822338', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556853797983133697', '1556853797949579266', '1552920710219829249', '4321519823581335552', '1556853797966356481', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556916454014595074', '1556916453960069122', '1556915671948865538', '4321519823581335552', '1556916453993623554', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556919699013382145', '1556919698979827714', '1556915747999985666', '4321519823581335552', '1556919698996604929', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556920381221122050', '1556920381191761921', '1556915747999985666', '4321519823581335552', '1556920381208539138', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556921626375761922', '1556921626342207489', '1556915747999985666', '4321519823581335552', '1556921626358984706', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556921719950684161', '1556921719921324034', '1552920710219829249', '3562519823581335567', '1556921719933906946', '1', '0');
INSERT INTO  ym_intact_article  VALUES ('1556921742746726401', '1556921742713171970', '1556919581841305601', '4321519823581335552', '1556921742729949185', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556921751668011009', '1556921751634456578', '1556915747999985666', '4321519823581335552', '1556921751651233793', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556921832244785153', '1556921832211230722', '1528215357112836098', '4321519823581335552', '1556921832228007937', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556921948963876866', '1556921948934516738', '1547419501513936897', '3562519823581335567', '1556921948947099649', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556921980274356225', '1556921980244996097', '1556915671948865538', '4321519823581335552', '1556921980261773313', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556922007109513218', '1556922007080153090', '1528215357112836098', '3562519823581335567', '1556922007092736002', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556923051768033282', '1556923051738673154', '1556915747999985666', '4321519823581335552', '1556923051755450369', '1', '1');
INSERT INTO  ym_intact_article  VALUES ('1556923110215659522', '1556923110186299393', '1556919695838294018', '3562519823581335567', '1556923110203076609', '1', '1');
INSERT INTO  ym_intact_article  VALUES ('1556923132181229569', '1556923132151869442', '1528215357112836098', '3562519823581335567', '1556923132164452354', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556923146374754306', '1556923144617340929', '1556915671948865538', '4321519823581335552', '1556923144634118145', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556923465578065921', '1556923464697262081', '1556915671948865538', '4321519823581335552', '1556923464714039298', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556923661754052610', '1556923661724692481', '1528215357112836098', '3562519823581335567', '1556923661741469697', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556924032492777473', '1556924032463417346', '1528215357112836098', '3562519823581335567', '1556924032480194562', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556924166639202305', '1556924166593064962', '1556915747999985666', '4321519823581335552', '1556924166609842177', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556924526825058306', '1556924526795698177', '1556915671948865538', '4321519823581335552', '1556924526812475394', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556924602037317633', '1556924602007957505', '1528215357112836098', '3562519823581335567', '1556924602024734721', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556924684115652610', '1556924684086292481', '1556915747999985666', '4321519823581335552', '1556924684103069698', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556925195682328578', '1556925195652968450', '1556915747999985666', '4321519823581335552', '1556925195669745665', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1556926321362219009', '1556926321286721537', '1556915747999985666', '4321519823581335552', '1556926321349636098', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556926392996737025', '1556926392967376898', '1552920710219829249', '3562519823581335567', '1556926392979959810', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556927168733261825', '1556927168703901698', '1556915747999985666', '4321519823581335552', '1556927168720678913', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556928534251843586', '1556928534222483458', '1556919695838294018', '4321519823581335552', '1556928534235066369', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556930013448646657', '1556930013419286530', '1556919695838294018', '4321519823581335552', '1556930013436063745', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556946177746829313', '1556946177700691970', '1556915747999985666', '3562519823581335567', '1556946177730052098', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556946228732788737', '1556946228703428610', '1556915747999985666', '3562519823581335567', '1556946228720205826', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556946274618474497', '1556946274589114369', '1556915747999985666', '3562519823581335567', '1556946274605891585', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556946318952267778', '1556946318922907650', '1556915747999985666', '3562519823581335567', '1556946318939684866', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556946361880969217', '1556946361851609090', '1556915747999985666', '3562519823581335567', '1556946361864192001', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556946393657016321', '1556946393623461889', '1556915747999985666', '3562519823581335567', '1556946393640239105', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1556946425173016577', '1556946425143656450', '1556915747999985666', '3562519823581335567', '1556946425156239362', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557184904612028417', '1557184904544919553', '1529754007919169537', '3562519823581335567', '1557184904595251202', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557262412648816641', '1557262412615262209', '1528215357112836098', '3562519823581335567', '1557262412632039425', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557283399142580225', '1557283399092248578', '1529754007919169537', '4321519823581335552', '1557283399125803009', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557305362304999426', '1557305361982038018', '1527968402898018305', '3562519823581335567', '1557305362170781697', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557520015920574465', '1557520015786356738', '1527968402898018305', '4321519823581335552', '1557520015857659905', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557520037319913474', '1557520037189890050', '1527968402898018305', '4321519823581335552', '1557520037252804609', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557520060178870274', '1557520060048846849', '1527968402898018305', '4321519823581335552', '1557520060115955714', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557520382460801026', '1557520382259474433', '1527968402898018305', '4321519823581335552', '1557520382326583298', '1', '0');
INSERT INTO  ym_intact_article  VALUES ('1557522453469663234', '1557522453415137281', '1552920710219829249', '3562519823581335567', '1557522453448691714', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557523746556866561', '1557523746418454529', '1527968402898018305', '4321519823581335552', '1557523746418454530', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557571862509150209', '1557571862370738178', '1527968402898018305', '3562519823581335567', '1557571862463012865', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557578937108807681', '1557578936974589954', '1527968402898018305', '3562519823581335567', '1557578937041698818', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557579652493492226', '1557579652359274497', '1527968402898018305', '3562519823581335567', '1557579652426383362', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557903728713973762', '1557903728663642113', '1556915747999985666', '4321519823581335552', '1557903728697196545', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557903943609139202', '1557903943575584769', '1556919695838294018', '3562519823581335567', '1557903943592361985', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557904033086226433', '1557904033052672002', '1556915747999985666', '3562519823581335567', '1557904033069449217', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557904296064892930', '1557904296035532802', '1552920710219829249', '4321519823581335552', '1557904296048115713', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557905272268177410', '1557905272238817281', '1552920710219829249', '3562519823581335567', '1557905272255594498', '1', '0');
INSERT INTO  ym_intact_article  VALUES ('1557906222194147330', '1557906222160592897', '1556919695838294018', '3562519823581335567', '1557906222177370114', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557906457427492866', '1557906457398132737', '1556915747999985666', '4321519823581335552', '1557906457414909953', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557908729003819010', '1557908728970264578', '1556919695838294018', '4321519823581335552', '1557908728987041793', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557908730178224129', '1557908730148864001', '1556919695838294018', '4321519823581335552', '1557908730161446913', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557908733034545153', '1557908733005185025', '1552920710219829249', '4321519823581335552', '1557908733017767938', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557914677164425217', '1557914677139259393', '1557271238525591554', '4321519823581335552', '1557914677151842306', '0', '1');
INSERT INTO  ym_intact_article  VALUES ('1557921794244001794', '1557921794214641666', '1527968402898018305', '4321519823581335552', '1557921794227224578', '0', '0');
INSERT INTO  ym_intact_article  VALUES ('1557922210285404161', '1557922210260238338', '1556919695838294018', '4321519823581335552', '1557922210272821249', '0', '0');

-- ----------------------------
-- Table structure for ym_intact_goods
-- ----------------------------
DROP TABLE IF EXISTS  ym_intact_goods ;
CREATE TABLE  ym_intact_goods   (
   intact_goods_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '完整物品id',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '用户id',
   family_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '物品分类id',
   goods_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '物品id',
   is_deleted  char(1) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '0' COMMENT '逻辑删除',
   type  char(1) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '1' COMMENT '商品状态'
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_intact_goods
-- ----------------------------
INSERT INTO  ym_intact_goods  VALUES ('1529322269287976962', '1528248783333351426', '87664563425', '1529322269275394049', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1529322545109602306', '1529290474769158146', '56314324635', '1529322545097019394', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1529983427879669761', '1527967900697223169', '56314324635', '1529983427862892545', '0', '0');
INSERT INTO  ym_intact_goods  VALUES ('1529984865552863233', '1527967900697223169', '89232395234', '1529984865536086017', '0', '0');
INSERT INTO  ym_intact_goods  VALUES ('1529985313861046273', '1527967900697223169', '87664563425', '1529985313844269057', '0', '0');
INSERT INTO  ym_intact_goods  VALUES ('1529985746230874113', '1527967900697223169', '89232395234', '1529985746218291202', '0', '0');
INSERT INTO  ym_intact_goods  VALUES ('1529986103648489473', '1527967900697223169', '87664563425', '1529986103635906561', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1529986333114667010', '1527967900697223169', '56314324635', '1529986333097889793', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1529986732257218561', '1527967900697223169', '56314324635', '1529986732240441345', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1529987083026862081', '1527967900697223169', '56314324635', '1529987083010084865', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1530020206028546049', '1529288402074144769', '89232395234', '1530020205990797314', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1530020478712832002', '1529288402074144769', '89232395234', '1530020478696054786', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1530082324832608257', '1527967900697223169', '89232395234', '1530082324799053825', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1530082438540189698', '1527967900697223169', '89232395234', '1530082438527606785', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1530082767688196097', '1527967900697223169', '89232395234', '1530082767675613186', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1530083107707838466', '1527967566469914625', '89232395234', '1530083107691061249', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1530084151011598338', '1527967566469914625', '89232395234', '1530084150999015426', '0', '0');
INSERT INTO  ym_intact_goods  VALUES ('1531449469323808769', '1528248783333351426', '56314324635', '1531449469302837250', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1534363029435691010', '1527967900697223169', '87664563425', '1534363029410525186', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1534363087841374210', '1527967900697223169', '56314324635', '1534363087824596994', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1534363160109232130', '1527967900697223169', '87664563425', '1534363160092454913', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1534369713235275778', '1527967900697223169', '56314324635', '1534369713222692866', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1534369780939730946', '1527967900697223169', '89742346784', '1534369780927148034', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1534369840863752194', '1527967900697223169', '56314324635', '1534369840851169281', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1534369909478371330', '1527967900697223169', '56314324635', '1534369909461594114', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1534369969410781185', '1527967900697223169', '56314324635', '1534369969394003969', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1534370037387866113', '1527967900697223169', '56314324635', '1534370037375283201', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1534370097341247489', '1527967900697223169', '56314324635', '1534370097324470273', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536167062815154178', '1527967566469914625', '56314324635', '1536167062727073794', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1536167106775654401', '1527967566469914625', '87664563425', '1536167106763071489', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536167148710305794', '1527967566469914625', '87664563425', '1536167148697722882', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536167199234891777', '1527967566469914625', '87664563425', '1536167199218114562', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536167360698818561', '1527967566469914625', '56314324635', '1536167360686235649', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536167398338502657', '1527967566469914625', '87664563425', '1536167398325919745', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536167451992039425', '1527967566469914625', '87664563425', '1536167451979456513', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536272986544316418', '1528248783333351426', '56314324635', '1536272986527539201', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536273348181401602', '1528248783333351426', '56314324635', '1536273348164624386', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536337400270192642', '1528248783333351426', '56314324635', '1536337400236638209', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1536382243063234562', '1528248783333351426', '56314324635', '1536382243046457345', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556596523616178178', '1528248783333351426', '56314324635', '1556596523536486401', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556801979152338946', '1529754007919169537', '56314324635', '1556801979135561730', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1556802194525655042', '1552920710219829249', '56314324635', '1556802194513072130', '0', '0');
INSERT INTO  ym_intact_goods  VALUES ('1556803990832812034', '1547419501513936897', '56314324635', '1556803990816034817', '1', '0');
INSERT INTO  ym_intact_goods  VALUES ('1556804114564780034', '1547419501513936897', '87664563425', '1556804114552197122', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556812027870056449', '1529754007919169537', '56314324635', '1556812027853279234', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556851919954157570', '1552920710219829249', '87664563425', '1556851919924797442', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556896165872549889', '1552920710219829249', '87664563425', '1556896165838995457', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556920014471180289', '1556915747999985666', '56314324635', '1556920014433431553', '0', '0');
INSERT INTO  ym_intact_goods  VALUES ('1556930541503131650', '1528215357112836098', '87664563425', '1556930541486354434', '1', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556930901093396481', '1556915671948865538', '56314324635', '1556930901080813570', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556931942346141698', '1556915747999985666', '56314324635', '1556931942333558786', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556931948012646402', '1528215357112836098', '89232395234', '1556931947995869185', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556931960876576769', '1556919695838294018', '87664563425', '1556931960863993858', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1556932186601435137', '1556915747999985666', '56314324635', '1556932186584657922', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1557187253309022210', '1529754007919169537', '89752395234', '1557187253288050690', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1557522228256567298', '1527968402898018305', '56314324635', '1557522228155904001', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1557526883921367041', '1552920710219829249', '89752395234', '1557526883892006914', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1557908109605781506', '1552920710219829249', '89232395234', '1557908109589004289', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1557909432443125762', '1556919695838294018', '56314324635', '1557909432426348545', '0', '1');
INSERT INTO  ym_intact_goods  VALUES ('1557913344990560257', '1552920710219829249', '89232395234', '1557913344973783041', '0', '1');

-- ----------------------------
-- Table structure for ym_query_user
-- ----------------------------
DROP TABLE IF EXISTS  ym_query_user ;
CREATE TABLE  ym_query_user   (
   query_id  bigint(0) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT '用户查询id',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '用户id',
  PRIMARY KEY ( query_id ) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 888888956 CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_query_user
-- ----------------------------
INSERT INTO  ym_query_user  VALUES (888888939, '1527967566469914625');
INSERT INTO  ym_query_user  VALUES (888888940, '1527967900697223169');
INSERT INTO  ym_query_user  VALUES (888888941, '1527968402898018305');
INSERT INTO  ym_query_user  VALUES (888888942, '1528184056628502529');
INSERT INTO  ym_query_user  VALUES (888888943, '1528215357112836098');
INSERT INTO  ym_query_user  VALUES (888888944, '1528248783333351426');
INSERT INTO  ym_query_user  VALUES (888888945, '1529288402074144769');
INSERT INTO  ym_query_user  VALUES (888888946, '1529290474769158146');
INSERT INTO  ym_query_user  VALUES (888888947, '1529754007919169537');
INSERT INTO  ym_query_user  VALUES (888888948, '1535426082168111105');
INSERT INTO  ym_query_user  VALUES (888888949, '1547419501513936897');
INSERT INTO  ym_query_user  VALUES (888888950, '1552920710219829249');
INSERT INTO  ym_query_user  VALUES (888888951, '1556915671948865538');
INSERT INTO  ym_query_user  VALUES (888888952, '1556915747999985666');
INSERT INTO  ym_query_user  VALUES (888888953, '1556919581841305601');
INSERT INTO  ym_query_user  VALUES (888888954, '1556919695838294018');
INSERT INTO  ym_query_user  VALUES (888888955, '1557271238525591554');

-- ----------------------------
-- Table structure for ym_share
-- ----------------------------
DROP TABLE IF EXISTS  ym_share ;
CREATE TABLE  ym_share   (
   share_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '' COMMENT '转发id',
   article_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '转发的文章id',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户id',
   share_target  varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '分享目标',
  PRIMARY KEY ( share_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_share
-- ----------------------------

-- ----------------------------
-- Table structure for ym_str_attest
-- ----------------------------
DROP TABLE IF EXISTS  ym_str_attest ;
CREATE TABLE  ym_str_attest   (
   str_attest_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '学生认证id',
   str_name  varchar(21) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '学生姓名',
   str_number  int(0) NULL DEFAULT NULL COMMENT '学生学号',
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NULL DEFAULT NULL COMMENT '用户id',
  PRIMARY KEY ( str_attest_id ) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_bin ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_str_attest
-- ----------------------------
INSERT INTO  ym_str_attest  VALUES ('1557531432857915394', '董坤行', 206307379, '1527968402898018305');

-- ----------------------------
-- Table structure for ym_user
-- ----------------------------
DROP TABLE IF EXISTS  ym_user ;
CREATE TABLE  ym_user   (
   user_id  char(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT '0' COMMENT '用户id',
   open_id  char(28) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '微信openid',
   signature  varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL DEFAULT '这个用户摆烂，还没有个性签名' COMMENT '个性签名',
   user_name  varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL DEFAULT 'user昵称' COMMENT '用户昵称',
   class_id  char(11) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '班级id',
   phone_number  char(11) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '电话号码',
   fans_num  int(0) NULL DEFAULT 0 COMMENT '粉丝数',
   sex  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '0保密 1女性 2男性',
   is_disabled  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '是否禁用 0启用 1禁用',
   is_deleted  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '删除状态 0可用 1删除  删除后相关信息不可见',
   online  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '在线状态 0在线 1离线',
   wx_num  varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '微信号',
   qq_num  varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'qq号',
   avatar  varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '头像',
   notice  char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '消息推送 0开启 1关闭',
   create_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
   update_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
   delete_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
   email VARCHAR(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '邮箱',
   password  VARCHAR(128) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '密码'
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of ym_user
-- ----------------------------
INSERT INTO  ym_user  VALUES ('1527967566469914625', 'oDeIy5JEeo6fCF8rp32LmYZCqzuw', '这个用户摆烂，还没有个性签名', '派小星', '3', '18849021071', 8, '0', '0', '0', '0', '', NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/0G2qxMf6YyWmZa91tMDVibVkU6QlKLH7CORl0tFDAlZJdicmvyDMUfZ6KicXj2Krg313pFgKibIficlibfKE8ZlVxNiag/132', '0', '1653130830769', '1653566547892', NULL, '12345@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1527967900697223169', 'oDeIy5OrzBDE5GjA0lBaZshXJ37s', '保持热爱  追逐山海', '海棠', '2', '18849021071', 13, '2', '0', '0', '0', 'SQ200203', NULL, 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-06-17/e1ca10cc16774e6a90319119ff58ae72xx9Xk0n5iv5L4a93733686582dbe34f9f567943ba23a.jpg', '0', '1653130910455', '1655452767641', NULL, '12346@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1527968402898018305', 'oDeIy5Af-pZEDe7LEXu6fhV9Q4_8', '这个用户摆烂，还没有个性签名', 'Null', '2', '', 4, '0', '0', '0', '0', NULL, NULL, 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-21/d3bfb8d21e64458eadeb52fb3c900f67tmp_b7155b9bfe7e0158c552728af76cacbbfc1f85b1b993bf67.jpg', '0', '1653131030189', '1653292878652', NULL, '12347@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1528184056628502529', 'oDeIy5FAtu_JP2cZuc6SI9UIPvmM', '没有个性签名', '李亚辉', '3', '15511079949', 12, '2', '0', '0', '0', 'zh15511079949', NULL, 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-27/f3667391ee93486fb7e205f534ab7d6d20200918160441_92330.jpg', '0', '1653182446045', '1653879852617', NULL, '12348@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1528215357112836098', 'oDeIy5M6wrX0v6M0xD2d6iZOOgMU', '这个用户摆烂', '看海蚂蚁', '2', '15373021767', 13, '2', '0', '0', '0', '', NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/lZBS4gELmGKiaaQJk6luKtq1ROaIE50BYfCLSNBy6HEP7Hp0fDacvktkweMTSStia7ZDrI1vu06nP8G0e8QYeXww/132', '0', '1653189908662', '1660268087612', NULL, '12349@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1528248783333351426', 'oDeIy5NJgfCA18F1UxfqmE9H1aCo', '这个用户摆烂，还没有个性签名', '奥特蛋', '2', '', 13, '0', '0', '0', '0', NULL, NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/KiczNE4fwe0N76IJe8dSUHCrxqZfSyDLyfyRy7Oxjc0ekPAqibqbgxt8chOWI6I6d5vqVq9t50wYTnZwsbQE7bfg/132', '0', '1653197878094', '1653876372597', NULL, '123410@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1529288402074144769', 'oDeIy5E3I0hOMGtU2Y5gCRYvneng', '我是阿博', 'Yolo', '5', '15631200265', 7, '1', '0', '0', '0', '', NULL, 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-05-25/32c6e3a7f06b4bba892199d1cee53466tmp_fc6351c01b8d98598f9c795b6c2c3402fb2b0d5f0028c463.jpg', '0', '1653445742517', '1655451032715', NULL, '123411@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1529290474769158146', 'oDeIy5M9-N2y4PCj8w53BITWjBi0', '这个用户摆烂，还没有个性签名', '啊辉', NULL, '', 5, '0', '0', '0', '0', NULL, NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/XvlJudEx3kdQzkHrJtt6jASC7SD59b0NMsZqOrZakPhXQLrGpcQp0CUePx2hhClwLWqNzpykqickgE5GjiaAQibaQ/132', '0', '1653446236685', '1653453789647', NULL, '123412@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1529754007919169537', 'oDeIy5BeWPGt2KUS_H7LdRlDuA3s', '这个用户摆烂，还没有个性签名', 'chunshan', NULL, '', 1, '0', '0', '0', '0', NULL, NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKbwbIoibOl9PS4M1UpKC4oicgKuyUbnGdEX6ibF4lVtAibSzwQefMeibSTQk5WhibHC6jk71KwldgxMIiaw/132', '0', '1653556751600', '1653556751600', NULL, '123413@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1535426082168111105', 'oDeIy5M-uKxluFhJdTXfbPeGWXgA', '这个用户摆烂，还没有个性签名', '君头', NULL, '', 1, '0', '0', '0', '0', NULL, NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTIq1BzHjIn04WMXN97dudoib4KOBYs4OybgCOlwFj2synI2icLGPrIlKBc8Jh93V38ic0ACXx44iaQWbg/132', '0', '1654909079483', '1654909079483', NULL, '123414@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1547419501513936897', 'oDeIy5KrsfRvKUG-meFCFnf-fG3A', '这个用户摆烂，还没有', '嘿嘿', '5', '13211118888', 1, '0', '0', '0', '0', '13211111111', NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/V0G4bRKlVNQT8uNib2hF6IMozkSr9dorBrGn3ibV6aqlRY8ebia9anWOR6GIWxOklIDSN7ulYGLn0seBM2QJgabXw/132', '0', '1657768533483', '1660037260653', NULL, '123415@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1552920710219829249', 'oDeIy5MnNYG8naOI9jD_SmMaCQBg', '这个用', 'WuXth', '2', '18332568741', 1, '0', '0', '0', '0', '', NULL, 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/7a5e1ac07d974b61b68076236e4c5613tmp_85ecec3e8745b82aec153434c51a1f140014156e249b4e01.jpg', '0', '1659080123846', '1660268077333', NULL, '123416@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1556915671948865538', 'oDeIy5E8ep0HC1v1S-IZ11hJpYcM', '<h1>134</h1>', 'false', '2', '17659700883', 1, '2', '0', '0', '0', '455882376', NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/6b4XOyIh0AkpBGJ4bEdPibS9vA2QGCj6DLDZH9gApLsWhYxC2unwMICHU8t4CAZJ3Lib7r3vgYhcld29L1dTBgQg/132', '0', '1660032596945', '1660270131007', NULL, '123417@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1556915747999985666', 'oDeIy5K2wKPnHVOGx3dv-J0VK92c', '靓仔靓女', '我好帅', '2', '15030096879', 3, '2', '0', '0', '0', '', NULL, 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/ba4ad56ec5274e4eb13d6ab49fb77ab2tmp_32ed460028ef338de0a9bc802d0b18d29f087e1f47bb9348.jpg', '0', '1660032615077', '1660037318601', NULL, '123418@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1556919581841305601', 'oDeIy5N1eekqJ2bZBpPKkNSYu1WM', '这个用户摆烂，还没有个性签名', 'Gx', '2', '13730227588', 0, '0', '0', '0', '0', '', NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/BSSopQX9fbOhNeVJXnCGibCrddA1ttILbHYLYZiawGKIpn7yVPXiclibBlvzGnKE6Pwd9ib0atAg3MpnpoDW1BiaoWJQ/132', '0', '1660033529136', '1660033610377', NULL, '123419@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1556919695838294018', 'oDeIy5NzYggqOYXBdBCch942yjzY', '', '春⛰', '3', '18731260352', 1, '2', '0', '0', '0', '', NULL, 'https://ccl-1010.oss-cn-beijing.aliyuncs.com/2022-08-09/8c7517879da04e8aae26c1363d33f6b1tmp_d2434475e7abd8efd05611157a0b0307.jpg', '0', '1660033556315', '1660268137874', NULL, '123420@qq.com', '21232f297a57a5a743894a0e4a801fc3');
INSERT INTO  ym_user  VALUES ('1557271238525591554', 'oDeIy5BDXV2W5RunnVUxeUZhQvKw', '这个用户摆烂，还没有个性签名', '四季阳光', NULL, '', 0, '0', '0', '0', '0', NULL, NULL, 'https://thirdwx.qlogo.cn/mmopen/vi_32/DYAIOgq83eq8qXZQGoTxticxd2F5DfgHibZJDxSv8ibKrARUTyHvphUEnwWoEUyWHAiclVWvuNF5kIPtFlNZKchs2g/132', '0', '1660117370622', '1660117370622', NULL, '123421@qq.com', '21232f297a57a5a743894a0e4a801fc3');

DROP TABLE IF EXISTS  ym_captcha ;
CREATE TABLE ym_captcha (
    captcha_id CHAR(19) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT 'captcha id',
    email VARCHAR(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '邮箱',
    code VARCHAR(6) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '验证码',
    is_validation CHAR(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '是否验证：0-未验证，1-已验证',
    is_deleted CHAR(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '0' COMMENT '是否删除：0-未删除，1-已删除',
    create_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
    update_time  char(13) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
    PRIMARY KEY (captcha_id),
    UNIQUE KEY idx_email (email) -- 邮箱唯一索引 (可选，根据业务需求)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci ROW_FORMAT=Dynamic COMMENT='验证码表';

SET FOREIGN_KEY_CHECKS = 1;
